Repository: hussamotri/file_types
Catalog: xlif12/noteReference.xliff
Languages: es_mx

# /carousel_view.products_pill:dict/products:dict/two:dict/:string
source: %d PRODUCTS
es_mx: %d PRODUCTOS

# /carousel_view.products_pill:dict/products:dict/zero:dict/:string
source: %d PRODUCTS
es_mx: %d PRODUCTOS

# /courier-cell.deliveries-label:dict/deliveries:dict/few:dict/:string
source: %d deliveries
es_mx: %d Entregas

# /courier-cell.deliveries-label:dict/deliveries:dict/many:dict/:string
source: %d deliveries
es_mx: %d Entregas

# /courier-cell.deliveries-label:dict/deliveries:dict/one:dict/:string
source: %d delivery
es_mx: %d Entrega

# /courier-cell.deliveries-label:dict/deliveries:dict/other:dict/:string
source: %d deliveries
es_mx: %d Entregas

# /courier-cell.deliveries-label:dict/deliveries:dict/two:dict/:string
source: %d deliveries
es_mx: %d Entregas

# /courier-cell.deliveries-label:dict/deliveries:dict/zero:dict/:string
source: %d deliveries
es_mx: %d Entregas

# /delivery_history.ongoing.delivery.eta:dict/minutes:dict/few:dict/:string
source: Delivery in <b>%d minutes</b>
es_mx: Entrega en &lt;b&gt; %d minutos &lt;/b&gt;

# /delivery_history.ongoing.delivery.eta:dict/minutes:dict/many:dict/:string
source: Delivery in <b>%d minutes</b>
es_mx: Entrega en &lt;b&gt; %d minutos &lt;/b&gt;

# /delivery_history.ongoing.delivery.eta:dict/minutes:dict/one:dict/:string
source: Delivery in <b>%d minute</b>
es_mx: Entrega en &lt;b&gt;%d minuto&lt;/b&gt;

# /delivery_history.ongoing.delivery.eta:dict/minutes:dict/other:dict/:string
source: Delivery in <b>%d minutes</b>
es_mx: Entrega en &lt;b&gt; %d minutos &lt;/b&gt;

# /delivery_history.ongoing.delivery.eta:dict/minutes:dict/two:dict/:string
source: Delivery in <b>%d minutes</b>
es_mx: Entrega en &lt;b&gt; %d minutos &lt;/b&gt;

# /delivery_history.ongoing.delivery.eta:dict/minutes:dict/zero:dict/:string
source: Delivery in <b>%d minutes</b>
es_mx: Entrega en &lt;b&gt; %d minutos &lt;/b&gt;

# /delivery_history.ongoing.pickup.eta:dict/minutes:dict/few:dict/:string
source: Pickup in <b>%d minutes</b>
es_mx: Recoger en &lt;b&gt; %d minutos &lt;/b&gt;

# /delivery_history.ongoing.pickup.eta:dict/minutes:dict/many:dict/:string
source: Pickup in <b>%d minutes</b>
es_mx: Recoger en &lt;b&gt; %d minutos &lt;/b&gt;

# /delivery_history.ongoing.pickup.eta:dict/minutes:dict/one:dict/:string
source: Pickup in <b>%d minute</b>
es_mx: Recoger en &lt;b&gt; %d minuto &lt;/b&gt;

# /delivery_history.ongoing.pickup.eta:dict/minutes:dict/other:dict/:string
source: Pickup in <b>%d minutes</b>
es_mx: Recoger en &lt;b&gt; %d minutos &lt;/b&gt;

# /delivery_history.ongoing.pickup.eta:dict/minutes:dict/two:dict/:string
source: Pickup in <b>%d minutes</b>
es_mx: Recoger en &lt;b&gt;%d minutos&lt;/b&gt;

# /delivery_history.ongoing.pickup.eta:dict/minutes:dict/zero:dict/:string
source: Pickup in <b>%d minutes</b>
es_mx: Recoger en &lt;b&gt;%d minutos&lt;/b&gt;

source: Estimated delivery in %d–%#@minutes@
es_mx: Entrega en aproximadamente %d–%#@minutes@

# /dropoff_time_section.active_eta.range:dict/minutes:dict/few:dict/:string
source: %d minutes
es_mx: %d Minutos

# /dropoff_time_section.active_eta.range:dict/minutes:dict/many:dict/:string
source: %d minutes
es_mx: %d Minutos

# /dropoff_time_section.active_eta.range:dict/minutes:dict/one:dict/:string
source: %d minute
es_mx: %d Minuto

# /dropoff_time_section.active_eta.range:dict/minutes:dict/other:dict/:string
source: %d minutes
es_mx: %d Minutos

# /dropoff_time_section.active_eta.range:dict/minutes:dict/two:dict/:string
source: %d minutes
es_mx: %d Minutos

# /dropoff_time_section.active_eta.range:dict/minutes:dict/zero:dict/:string
source: %d minutes
es_mx: %d Minutos

source: Estimated delivery in %#@minutes@
es_mx: Tiempo estimado de entrega %#@minutes@

# /dropoff_time_section.active_eta.single:dict/minutes:dict/few:dict/:string
source: %d minutes
es_mx: %d Minutos

# /dropoff_time_section.active_eta.single:dict/minutes:dict/many:dict/:string
source: %d minutes
es_mx: %d Minutos

# /dropoff_time_section.active_eta.single:dict/minutes:dict/one:dict/:string
source: %d minute
es_mx: %d Minuto

# /dropoff_time_section.active_eta.single:dict/minutes:dict/other:dict/:string
source: %d minutes
es_mx: %d Minutos

# /dropoff_time_section.active_eta.single:dict/minutes:dict/two:dict/:string
source: %d minutes
es_mx: %d Minutos

# /dropoff_time_section.active_eta.single:dict/minutes:dict/zero:dict/:string
source: %d minutes
es_mx: %d Minutos

source: %d places
es_mx: %d Lugares

source: %d places
es_mx: %d Lugares

source: %d place
es_mx: %d Lugar

source: %d places
es_mx: %d Lugares

source: %d places
es_mx: %d Lugares

source: %d places
es_mx: %d Lugares

source: %@ delivery in %d–%#@minutes@
es_mx: %@ entrega en %d–%#@minutes@

source: %d minutes
es_mx: %d Minutos

source: %d minutes
es_mx: %d Minutos

source: %d minute
es_mx: %d Minuto

source: %d minutes
es_mx: %d Minutos

source: %d minutes
es_mx: %d Minutos

source: %d minutes
es_mx: %d Minutos

source: %@ delivery in %#@minutes@
es_mx: %@ Entrega en %#@minutes@

source: %d minutes
es_mx: %d Minutos

source: %d minutes
es_mx: %d Minutos

source: %d minute
es_mx: %d Minuto

source: %d minutes
es_mx: %d Minutos

source: %d minutes
es_mx: %d Minutos

source: %d minutes
es_mx: %d Minutos

source: Free delivery in %d–%#@minutes@
es_mx: Entrega gratis en%d–%#@minutes@

# /featured_products.delivery_price.free.range:dict/minutes:dict/few:dict/:string
source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.free.range:dict/minutes:dict/many:dict/:string
source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.free.range:dict/minutes:dict/one:dict/:string
source: %d minute
es_mx: %d Minuto

source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.free.range:dict/minutes:dict/two:dict/:string
source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.free.range:dict/minutes:dict/zero:dict/:string
source: %d minutes
es_mx: %d Minutos

source: Free delivery in %#@minutes@
es_mx: Entrega gratis en %#@minutes@

# /featured_products.delivery_price.free.single:dict/minutes:dict/few:dict/:string
source: %d minutes
es_mx: %d Minutos

source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.free.single:dict/minutes:dict/one:dict/:string
source: %d minute
es_mx: %d Minuto

source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.free.single:dict/minutes:dict/two:dict/:string
source: %d minutes
es_mx: %d Minutos

source: %d minutes
es_mx: %d Minutos

source: Delivery in %d–%#@minutes@
es_mx: Entrega en %d–%#@minutes@

# /featured_products.delivery_price.none.range:dict/minutes:dict/few:dict/:string
source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.none.range:dict/minutes:dict/many:dict/:string
source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.none.range:dict/minutes:dict/one:dict/:string
source: %d minute
es_mx: %d Minuto

source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.none.range:dict/minutes:dict/two:dict/:string
source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.none.range:dict/minutes:dict/zero:dict/:string
source: %d minutes
es_mx: %d Minutos

source: Delivery in %#@minutes@
es_mx: Entrega en %#@minutes@

# /featured_products.delivery_price.none.single:dict/minutes:dict/few:dict/:string
source: %d minutes
es_mx: %d Minutos

source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.none.single:dict/minutes:dict/one:dict/:string
source: %d minute
es_mx: %d Minuto

source: %d minutes
es_mx: %d Minutos

# /featured_products.delivery_price.none.single:dict/minutes:dict/two:dict/:string
source: %d minutes
es_mx: %d Minutos

source: %d minutes
es_mx: %d Minutos

# /order_tracking.eta.minutes:dict/minutes:dict/few:dict/:string
source: %d minutes
es_mx: %d Minutos

# /order_tracking.eta.minutes:dict/minutes:dict/many:dict/:string
source: %d minutes
es_mx: %d Minutos

# /order_tracking.eta.minutes:dict/minutes:dict/one:dict/:string
source: %d minute
es_mx: %d Minuto

# /order_tracking.eta.minutes:dict/minutes:dict/other:dict/:string
source: %d minutes
es_mx: %d Minutos

# /order_tracking.eta.minutes:dict/minutes:dict/two:dict/:string
source: %d minutes
es_mx: %d Minutos

# /order_tracking.eta.minutes:dict/minutes:dict/zero:dict/:string
source: %d minutes
es_mx: %d Minutos

# CFBundleDisplayName
source: GetItNowNotificationServiceExtension
es_mx: Postmates

# 6vW-Q8-bf8.title
source: Tip
es_mx: Propina

# AgC-eL-Hgc.title
source: Track
es_mx: Rastrea

# Efd-fd-1GM.text
source: Pickup:
es_mx: Recoger:

# Eng-JL-hch.text
source: No Deliveries
es_mx: No hay entregas

# K19-Cc-Qme.text
source: Loading\nOrders...
es_mx: Cargando \n Pedidos...

# Mcv-TN-3lj.text
source: Live tracking begins soon.
es_mx: El seguimiento en vivo comenzará pronto.

# NNx-Wg-Y1z.text
source: Alert Label
es_mx: Etiqueta de alerta

# P5t-RF-20J.text
source: Alert Label
es_mx: Etiqueta de alerta

# V34-sk-LbO.title
source: Next
es_mx: Siguiente

# YAv-cP-zz0.title
source: Done
es_mx: Completado

# ZqA-TE-9Fd.text
source: Completed Your delivery
es_mx: Se completó tu entrega

# aGN-JQ-kNf.text
source: Requesting Delivery
es_mx: Solicitando entrega

# bBw-R7-fSD.title
source: Rate
es_mx: Calificar

# bhI-oH-OZo.text
source: Alert Label
es_mx: Etiqueta de alerta

# e2Z-vx-4iz.text
source: Live tracking begins soon.
es_mx: El seguimiento en vivo comenzará pronto.

# gst-UX-QqB.text
source: Label
es_mx: Etiqueta

# gwe-sO-kgs.title
source: Other
es_mx: Otro

# hYN-cQ-6VK.title
source: Submit
es_mx: Envíar

# jOz-zv-h2m.text
source: Logged Out
es_mx: Cerrar sesión

# jyN-34-sLH.text
source: Open Postmates on your iPhone to place an order.
es_mx: Abre Postmates en tu iPhone para hacer un pedido.

# kNw-ZN-k5h.text
source: Please rate this delivery
es_mx: Por favor, califica esta entrega

# nc4-GB-4z5.text
source: Enter custom tip
es_mx: Agrega la propina habitual

# pjq-Ve-fPe.text
source: Tip your Postmate
es_mx: Dale propina a tu Postmate

# pws-jR-Rux.text
source: ESTIMATED PREP TIME
es_mx: TIEMPO DE PREPARACIÓN ESTIMADO

# qe5-yU-2VG.text
source: Deliveries
es_mx: Entregas

# qfy-lg-Ylv.text
source: Open Postmates on your iPhone to sign in.
es_mx: Abre Postmates en tu iPhone para iniciar sesión.

# sDy-Ty-UDg.text
source: Label
es_mx: Etiqueta

# wVB-T5-Nkc.text
source: Alert Label
es_mx: Etiqueta de alerta

# yg4-gA-zZT.text
source: Place Name is Preparing your order
es_mx: Nombre del lugar está preparando tu pedido.

# z0Y-hV-BFD.text
source: ESTIMATED PREP TIME
es_mx: TIEMPO DE PREPARACIÓN ESTIMADO

# CFBundleName
source: Postmates
es_mx: $(PRODUCT_NAME)

# watch.delivery_accepted_notification.clock_headline.estimated
source: Estimated prep time
es_mx: Tiempo

# watch.delivery_accepted_notification.clock_headline.ready
source: Ready in
es_mx: Listo en

# watch.delivery_accepted_notification.headline
source: %@ is preparing your order.
es_mx: %@ está preparando tu pedido.

# watch.job_picker.action.fetch.failed
source: Problem getting deliveries, please try again later.
es_mx: Hubo un problema con las entregas, por favor inténtalo más tarde.

# watch.job_picker.deliveries_headline.failed
source: Problem getting deliveries, please try again later.
es_mx: Hubo un problema con las entregas, por favor inténtalo más tarde.

# watch.job_picker.loading_label
source: Loading Deliveries...
es_mx: Cargando entregas...

# watch.job_table.status.accepted
source: Delivery Accepted
es_mx: Entrega aceptada

# watch.job_table.status.delivery
source: Delivery
es_mx: Entrega

# watch.job_table.status.dispatch
source: Requesting Delivery
es_mx: Solicitando entrega

# watch.job_table.status.not_ready
source: Est prep time
es_mx: Tiempo estimado de preparación

# watch.job_table.status.now
source: %@: Now
es_mx: %@: Ahora

# watch.job_table.status.pickup
source: Pickup
es_mx: RECOGER

# watch.job_table.status.pickup_complete
source: Pickup Complete
es_mx: Recogimos tu pedido

# watch.job_table.status.ready
source: Ready
es_mx: Listo

# watch.tip.completed
source: %@ completed your delivery.
es_mx: %@ completó tu entrega.

# watch.tracking.clock.estimated
source: Estimated prep time
es_mx: Tiempo

# watch.tracking.clock.ready
source: Ready in
es_mx: Listo en

# watch.tracking.eta.mins
source: <b>%tu</b> min(s)
es_mx: &lt;b&gt;%tu&lt;/b&gt; min(s)

# watch.tracking.eta.now
source: <b>Now</b>
es_mx: &lt;b&gt; Ahora &lt;/b&gt;

# watch.tracking.preparing
source: %@ is preparing your order.
es_mx: %@ está preparando tu pedido.

# watch.tracking.requesting_delivery
source: Requesting Delivery
es_mx: Solicitando entrega

# watch.tracking.status.delivery
source: Delivery:
es_mx: Entrega:

# watch.tracking.status.pickup
source: Pickup:
es_mx: Recoger:

# watch.tracking.status.pickup_complete
source: Pickup Complete
es_mx: Recogimos tu pedido
