Repository: hussamotri/file_types
Catalog: xlif12/noteReference.xliff
Languages: es_mx

# credit_card_cell.failed
source: Failed
es_mx: Error

# custom-order.add-item-placeholder
source: Add an item
es_mx: Agregar un artículo

# custom-order.button.update
source: Update Item
es_mx: Actualizar el artículo

# custom-order.camera-button.add
source: Add Photo
es_mx: Añadir foto

# custom-order.camera-button.edit
source: Edit Photo
es_mx: Editar foto

# custom-order.item-name-required.message
source: Item Name is a required field.
es_mx: El nombre del artículo es un campo obligatorio.

# custom-order.save-alert.title
source: Are you sure?
es_mx: ¿Estás seguro?

# custom-order.title
source: Custom Order
es_mx: Pedido personalizado

# custom_item_request.error.invalid_identifier.failure_reason
source: The custom item identifier is invalid.
es_mx: El identificador de productos no es válido.

# delivery-fee-badge.delivery-fee
source: %@ Delivery
es_mx: %@ Entrega

# delivery_history.completed.header
source: Get It Again
es_mx: Obtener de nuevo

# delivery_history.navigation.button.accessibility_label
source: Deliveries
es_mx: Entregas

# delivery_history.navigation.title
source: Deliveries
es_mx: Entregas

# delivery_history.ongoing.accepted
source: Delivery accepted
es_mx: Entrega aceptada

# delivery_history.ongoing.button
source: TRACK DELIVERY
es_mx: RASTREAR LA ENTREGA

# delivery_history.ongoing.delivery.complete
source: Delivery complete
es_mx: ¡Entrega completa!

# delivery_history.ongoing.delivery.eta
source: Delivery in <b>%d minute(s)</b>
es_mx: Delivery in &lt;b&gt;%d minute(s)&lt;/b&gt;

# delivery_history.ongoing.delivery.now
source: Delivery <b>now</b>
es_mx: Entrega &lt;b&gt; ahora &lt;/b&gt;

# delivery_history.ongoing.delivery.soon
source: Delivery soon
es_mx: Pronto estará la entrega

# delivery_history.ongoing.delivery.started
source: Delivery started
es_mx: Ya comenzó la entrega

# delivery_history.ongoing.failed_charge.message
source: Payment Failed
es_mx: Problema con el pago

# delivery_history.ongoing.pickup.complete
source: Pickup complete
es_mx: Ya se recogió el pedido

# delivery_history.ongoing.pickup.eta
source: Pickup in <b>%d minute(s)</b>
es_mx: Pickup in &lt;b&gt;%d minute(s)&lt;/b&gt;

# delivery_history.ongoing.pickup.now
source: Pickup <b>now</b>
es_mx: Pedido recogido &lt;b&gt; ahora &lt;/b&gt;

# delivery_history.ongoing.pickup.soon
source: Pickup soon
es_mx: Recogerá el pedido pronto

# delivery_history.ongoing.pickup.started
source: Pickup started
es_mx: Está en camino por tu pedido

# delivery_history.scheduled.header
source: Scheduled
es_mx: PROGRAMADA

# delivery_history.user_activity.keywords
source: Delivery,Delivery History,Order History
es_mx: Entrega, Historial de la entrega. Historial de pedido

# delivery_time_picker.header.asap
source: ASAP
es_mx: Lo antes posible

# delivery_time_picker.header_title.unavailable.no_name
source: The merchant is currently unavailable. Select another time to place your order.
es_mx: El comerciante no está disponoble por el momento. Selecciónalo en otro momento para hacer tu pedido.

# delivery_time_picker.row.asap
source: ASAP
es_mx: Lo antes posible

# delivery_time_picker.row.today
source: Today
es_mx: Hoy

# drinks.alert.closed.view_collections
source: View collections
es_mx: Ver colecciones

# dropoff_eta_view.default_subtitle
source: Estimated Delivery Time
es_mx: Tiempo estimado de entrega

# dropoff_selector_controller.cell.current_location
source: Use Current Location
es_mx: Usar ubicación actual

# dropoff_selector_controller.search_field.accessibility_label
source: Address Search Field
es_mx: Campo para buscar la dirección

# dropoff_time_section.header.title
source: When
es_mx: Cuándo

# dropoff_time_section.scheduled.asap
source: As soon as possible (%@min)
es_mx: Lo más pronto posible (%@min)

# error.generic.button
source: Try again
es_mx: Inténtalo de nuevo

# error.generic.network.message
source: %@. Check your internet and try again.
es_mx: %@. Verifica la conexión a internet y vuelve a intentarlo.

# error.generic.title
source: Something went wrong.
es_mx: Algo salió mal.

# error.promos.failure.alert.title
source: Couldn't apply promotion
es_mx: No se pudo aplicar la promoción

# error_handler.deprecated_version.alert.message
source: A new version of Postmates is now available. Please update to the latest version.
es_mx: Ya está diponible la nueva versión de Postmates. Por favor, actualiza la última versión.

# error_handler.deprecated_version.alert.title
source: Update Available
es_mx: Actualización disponible

# error_handler.deprecated_version.button
source: Update
es_mx: Actualizar

# experiment.min_basket_fee.label
source: Small Cart Fee
es_mx: Cargo al carrito:

# featured-places-carousel.view-all
source: View All
es_mx: Ver todo

# featured-places.far-away-location.nag
source: Is this the right delivery address? Looks like you’re a bit far away.
es_mx: ¿Esta es la dirección correcta para la entrega? Al parecer estás un poco lejos.

# featured-places.location-disabled-alert.cancel
source: Not now
es_mx: Ahora no

# featured-places.location-disabled-alert.confirm
source: Yes please
es_mx: Sí, por favor

# featured-places.location-disabled-alert.message
source: Postmates works better when we can detect your location.
es_mx: Postmates funciona mejor si puede detectar tu ubicación.

# featured_place_mini_view.delivery_fee.fixed
source: %@ Delivery
es_mx: %@ Entrega

# featured_place_mini_view.delivery_fee.plus
source: %@ Delivery
es_mx: %@ Entrega

# featured_place_mini_view.delivery_fee.ppu
source: FREE DELIVERY
es_mx: ENTREGA GRATIS

# featured_place_mini_view.primary_text.closed
source: Closed
es_mx: Cerrado

# featured_places.loading_error.message
source: There was a problem loading businesses
es_mx: Hubo un problema al cargar el establecimiento

# featured_products.category_list.navigation.title.alcohol
source: Shop Alcohol
es_mx: Venta de bebidas alcohólicas

# featured_products_category_list.navigation.title
source: Categories
es_mx: Categorías

# featured_products_closed.heading.no_title
source: We’re sorry, this place is currently closed.
es_mx: Lo sentimos, este lugar está cerrado.

# featured_products_closed.heading.with_title
source: We’re sorry, %@ is currently closed.
es_mx: Lo sentimos, %@ está cerrado .

# featured_products_grid.item_price.sold_out
source: %@ • Sold out
es_mx: %@ • Agotado

# featured_products_grid.see_more_button.accessibility_label
source: See More
es_mx: Ver más

# featured_products_grid.shop_more_button
source: Shop More %@
es_mx: Comprar más %@

# featured_products_grid.shop_more_button.unnamed
source: Shop More
es_mx: Hacer más compras

# feed.nearby.section.title
source: Nearby
es_mx: Cerca

# feed.title.loading
source: Loading
es_mx: Cargando

# feed_categories_selector.view_add
source: View All
es_mx: Ver todo

# flash.add_error.title
source: Error adding item
es_mx: Error al agregar un artículo.

# flash.cart_error.description
source: Server returned unexpected response
es_mx: El servidor dio una respuesta inesperada.

# flash.check_out_button
source: Check Out
es_mx: PANTALLA DE COBRO

# flash.closed.learn_more_button
source: Learn More
es_mx: Aprende más

# flash.error.invalid_address.title
source: %@ isn’t available at your delivery address.
es_mx: %@ no está disponible para la dirección de entrega.

# flash.error.message
source: There was a problem loading {title}. Check your Internet and try again.
es_mx: Hubo un problema al momento de cargar {title}. Revisa tu internet e intenta de nuevo.

# flash.error.retry_button
source: Retry
es_mx: Reintentar

# flash.error.title
source: Something went wrong.
es_mx: Algo salió mal.

# flash.info.button
source: Dismiss
es_mx: Rechazar

# flash.item.sold_out
source: Sold Out
es_mx: Agotado

# flash.update_error.title
source: Error updating cart
es_mx: Error al actualizar el carrito

# foursquare-attribution.text
source: Powered by Foursquare
es_mx: Funciona con Foursquare

# future.neighborhood
source: Neighborhood
es_mx: Colonia

# gin_checkout.action_button.get_it_now
source: Get It Now
es_mx: Obtenlo ahora

# gin_checkout.action_button.schedule_delivery
source: Schedule Delivery
es_mx: Entrega programada

# gin_checkout.alert.request_error.message
source: There was a problem with your internet connection. Please try again.
es_mx: Hubo un problema con la conexión a Internet. Por favor, inténtalo de nuevo.

# gin_checkout.alert.request_error.title
source: Delivery Request Error
es_mx: Error en la solicitud de entrega

# gin_checkout.alert.suspended.message
source: Your account has been suspended. Please check active deliveries on the Deliveries tab.
es_mx: Tu cuenta se ha suspendido. Por favor, revisa las entregas activas en la pestaña de Entregas.

# gin_checkout.apple_pay.item.auth
source: Temporary Auth
es_mx: Autorización temporal

# gin_checkout.apple_pay.item.est_total
source: Est Total
es_mx: Total estimado

# gin_checkout.location_confirmation.button.change
source: oops, change it
es_mx: ¡Oops! Cámbiala

# gin_checkout.location_confirmation.button.correct
source: yes, it's correct
es_mx: Sí, es correcto

# gin_checkout.location_confirmation.message
source: Looks like you’re not currently near this address. Are you sure you want to have your items dropped off here?
es_mx: Al parecer no estás cerca de esta dirección. ¿Estás seguro de que aquí quieres que sea la entrega?

# gin_checkout.location_confirmation.title
source: CONFIRM DROPOFF LOCATION
es_mx: CONFIRMAR UBICACIÓN DE ENTREGA

# gin_checkout.price_route_changed_alert.title
source: Price may have changed. Please take another look.
es_mx: El precio pudo haber cambiado. Por favor, revísalo de nuevo.

# gin_checkout.price_route_error.button.help_center
source: Help Center
es_mx: Centro Ayuda

# gin_checkout.title
source: Checkout
es_mx: Pagar

# gin_checkout.valid_dropoff_alert.message
source: Please verify that you have selected a valid dropoff location.
es_mx: Asegúrate de haber elegido una ubicación válida para la entrega.

# gin_chekcout.price_route_error.title
source: Unable to complete checkout
es_mx: No pude completar el pago

# gin_delivery_progress.cancel_alert.button.no
source: Nevermind
es_mx: Olvídalo

# gin_delivery_progress.cancel_alert.button.yes
source: Yes
es_mx: Sí

# gin_delivery_progress.cancel_alert.message
source: Are you sure you want to cancel this delivery?
es_mx: ¿Estás seguro de que quieres cancelar esta entrega?

# gin_delivery_progress.cancel_button.title
source: Cancel Delivery
es_mx: Cancelar pedido

# gin_delivery_progress.cancel_error_alert.title
source: Trouble Cancelling Job
es_mx: Problemas con la calcelación

# gin_delivery_progress.dispatch_alert.title
source: Delivery Dispatch Error
es_mx: Error en el envío de entrega

# gin_delivery_progress.preauth_failed_alert.message
source: We were unable to authorize your card. Please update your payment information and try again.
es_mx: No se autorizó tu tarjeta. Por favor, actualiza la información de pago e intenta de nuevo.

# gin_delivery_progress.request_exception_alert.message.couriers_busy
source: We are sorry, all our couriers are busy. Please try again in a few minutes.
es_mx: Lo sentimos, nuestro servicio de mensajería está saturado. por favor vuelve a intertarlo en unos minutos.

# gin_delivery_progress.request_exception_alert.message.flash
source: Could not complete your order. One or more items is not available in the quantity you requested. Please try again.
es_mx: No se pudo completar tu pedido. Uno o más productos no están disponibles en la cantidad que los solitas. Por favor, inténtalo de nuevo.

# gin_delivery_progress.title
source: Delivery Status
es_mx: Estado de la entrega

# gin_delivery_progress.title.cancelling
source: Cancelling Delivery…
es_mx: Cancelando entrega…

# gin_delivery_progress.title.requesting
source: Requesting a Postmate
es_mx: Solicitando un Repartidor

# gin_delivery_time_clock.eta.closed
source: Closed
es_mx: Cerrado

# gin_dropoff_search_view.address.location_not_available
source: Location Not Available
es_mx: Ubicación no disponible

# gin_dropoff_search_view.address_placeholder
source: Address
es_mx: Dirección

# gin_dropoff_search_view.placeholder.prepending_to
source: To {address}
es_mx: A {address}

# ginform.accessibility_label
source: %@ scroll view
es_mx: Desplaza para ver %@

# ginform.input.email.placeholder
source: Email
es_mx: Correo electrónico

# ginform.input.full_name.placeholder
source: Full Name
es_mx: Nombre completo

# ginform.input.password.placeholder
source: Password
es_mx: Contraseña

# ginform.text_field.accessibility_label
source: %@ text field
es_mx: Campo de texto %@

# ginform.validation.email
source: Email address is not valid
es_mx: La dirección de correo electrónico es inválida

# ginform.validation.full_name
source: First or last name cannot be more than 30 characters
es_mx: El primer o último nombre no puede contener más de 30 caracteres

# ginform.validation.password
source: Password must be at least 6 characters long.
es_mx: La contraseña debe tener al menos 6 caracteres.

# google_autocomplete.error.invalid_response
source: The server returned an invalid response
es_mx: El servidor dio una respuesta inválida

# image_picker.action_sheet.button.choose_photo
source: Choose Photo
es_mx: Elige una foto

# image_picker.action_sheet.button.take_photo
source: Take Photo
es_mx: Toma una foto

# image_picker.alert.no_photos.title
source: No photos found
es_mx: No se encontraron fotos

# intro.sign_in_button
source: Already have an account? <accent>Sign In</accent>
es_mx: Already have an account? &lt;accent&gt;Sign In&lt;/accent&gt;

# invite_button.default.title
source: Get Free Deliveries
es_mx: Obtén entregas gratis

# invite_button.dyanmic.title
source: Get the next {place} delivery free
es_mx: Obtén la siguiente entrega gratis de {place}

# invite_friends.button.title
source: Invite Friends
es_mx: Invita a tus amigos

# invite_friends.contacts_denied.alert.button.dismiss
source: Dismiss
es_mx: Rechazar

# invite_friends.contacts_denied.alert.button.settings
source: Settings
es_mx: Configuración

# invite_friends.contacts_denied.alert.message
source: Please enable access in Settings to invite your friends to Postmates.
es_mx: Activa el acceso en Ajustes para invitar a tus amigos..

# invite_friends.contacts_denied.alert.title
source: Contacts Access Denied
es_mx: Acceso a contactos denegado

# invite_friends.fetch_error.title
source: Something went wrong.
es_mx: Algo salió mal.

# invite_friends_promo.button
source: Invite Friends
es_mx: Invita a tus amigos

# invite_friends_promo.confetti.upsell_title
source: Give your friends delivery credits.
es_mx: Dale a tus amigos créditos de entregas

# invite_friends_promo.upsell_text
source: Gift a friend a free delivery up to $10, and we'll gift you one too!
es_mx: Regala una entrega gratis arria de $10 y te damos una de regalo.

# job_timer.delivery_in
source: Delivery in
es_mx: Entrega en

# job_timer.delivery_now
source: Delivery now
es_mx: Entrega ahora

# job_timer.pickup_complete
source: Pickup complete
es_mx: Pedido recogido

# job_timer.pickup_in
source: Pickup in
es_mx: Recoger en

# job_timer.pickup_now
source: Pickup now
es_mx: Recoger ahora

# link-controller.promo-code.error-alert.title
source: Promotion Error
es_mx: Error de promoción

# loading_error.button
source: Try Again
es_mx: Inténtalo de nuevo

# loading_view.accessibility_label
source: Loading
es_mx: Cargando

# loading_view.alert.button.continue
source: Keep Trying
es_mx: Sigue intentando

# loading_view.alert.message
source: Tap 'Stop' if you'd like to cancel this change.
es_mx: Pulsa 'Alto' si quieres cancelar este cambio

# loading_view.alert.title
source: Cancel?
es_mx: ¡Cancelar?

# login.1password.error.message
source: Failed to use 1Password to login: %@
es_mx: Error en la contraseña para ingresar:%@

# login.cancel_button
source: Cancel
es_mx: Cancelar

# login.error.other.title
source: Could Not Log In
es_mx: No pude iniciar sesión

# login.error.unauthorized.message
source: Your email address or password were not correct. Please try again.
es_mx: Tu correo electrónico o la contraseña son incorrectos. Por favor, intenta de nuevo.

# login.forgot_password_button
source: Forgot Password
es_mx: Olvidé mi contraseña

# login.reset_password.button
source: Reset Password
es_mx: Reestablecer contraseña

# login.row.email.placeholder
source: Email Address
es_mx: Dirección de correo electrónico

# login.row.password.placeholder
source: Password
es_mx: Contraseña

# login.row.password.placeholder_when_editing
source: secret
es_mx: Secreto

# login.sign_in_button
source: Sign In
es_mx: Inicia sesión

# login.sign_up_button
source: Don’t have an account? <accent>Sign Up</accent>
es_mx: ¿No tienes una cuenta? &lt;accent&gt; Regístrate &lt;/accent&gt;

# login.title.forgot_password
source: Forgot Password
es_mx: Olvidé mi contraseña

# login.title.sign_in
source: Sign In
es_mx: Inicia sesión

# login_merge_facebook.error.unauthorized.message
source: Your email address or password were not correct. Please try again.
es_mx: Tu correo electrónico o la contraseña son incorrectos. Por favor, intenta de nuevo.

# login_merge_facebook.header
source: An account with the email address %@ already exists. Would you like to merge your data?
es_mx: Ya existe una cuenta con el correo electrónico %@. ¿Quieres cambiar la información?

# login_merge_facebook.row.email.label
source: Email
es_mx: Correo electrónico

# login_merge_facebook.row.password.label
source: Password
es_mx: Contraseña

# login_merge_facebook.row.password.placeholder
source: Your Postmates Password
es_mx: Tu contrasela de Postmates

# login_merge_facebook.sign_in_failed.title
source: Could Not Log In
es_mx: No pude iniciar sesión

# login_merge_facebook.title
source: Sign In
es_mx: Inicia sesión

# merchant-view.popular-items.section-title
source: Most Popular
es_mx: Más populares

# merchant-view.recently-ordered-items.section-title
source: Your Recent Orders
es_mx: Tus pedidos recientes

# merchant.custom-order-section.text
source: Add Custom Items
es_mx: Agregar los artículos del cliente

# merchant.custom-order.cell.label
source: Order anything from {name}.
es_mx: Pedir cualquier cosa de.{name}

# merchant.custom-order.cell.label.fallback
source: Order anything from this place.
es_mx: Pedir cualquier cosa de este lugar.

# merchant_detail.product.price.zero
source: Free
es_mx: Gratis

# merchant_details.category_name.recently_ordered
source: Recently Ordered
es_mx: Pedido recientemente

# merchant_product_category.title
source: Categories
es_mx: Categorías

# merchant_view_controller.browse_button
source: Categories
es_mx: Categorías

# modern_merchant_header.delivery_fee
source: %@ Delivery
es_mx: %@ Entrega

# modern_merchant_header.pill_text.non_ppu
source: %@ Delivery
es_mx: %@ Entrega

# modern_merchant_header.pill_text.ppu
source: Free delivery over %@
es_mx: En la compra de más de %@, tienes una compra gratis.

# navigation.bar.button.back
source: Back
es_mx: Regresar

# navigation.bar.button.close.accessibility_label
source: Close
es_mx: Cerrar

# navigation.bar.button.settings.accessibility_label
source: Settings
es_mx: Configuración

# network_error_view.default_message
source: Oh no, there's a problem fetching nearby places. Wanna try again?
es_mx: ¡Hay un problema con la búsqueda de lugares cercanos!¿Quieres intentarlo de nuevo?

# network_error_view.retry_button
source: Retry
es_mx: Reintentar

# news_feed.title
source: What’s New
es_mx: ¿Qué hay de nuevo?

# notification.action.rate_and_tip
source: Rate and Tip
es_mx: Calificar y deja propina

# notification.action.track
source: Track
es_mx: Rastrea

# notifications.push_denied.alert.button.dismiss
source: Dismiss
es_mx: Rechazar

# notifications.push_denied.alert.button.settings
source: Settings
es_mx: Configuración

# notifications.push_denied.alert.message
source: Please allow Postmates to send you Push Notifications.
es_mx: Por favor permítele a Postmates que te envíe notificaciones push.

# notifications.push_denied.alert.title
source: Push Notifications Permission Denied
es_mx: Permiso de notificaciones automáticas dendegado

# notifications.title
source: Notifications
es_mx: Notificaciones

# old_acceptance.eta.subtitle.normal
source: Estimated Delivery Time
es_mx: Tiempo estimado de entrega

# old_acceptance.eta.subtitle.scheduled
source: Scheduled Delivery Time
es_mx: Tiempo programado de entrega

# old_acceptance.title
source: Delivery Accepted
es_mx: Entrega aceptada

# onboarding.error.no_perms.message
source: Looks like you didn't give Postmates permissions to view your Facebook email. Please change your authorized permissions and try again.
es_mx: Al parecer no le autorizaste a Postmates ver tu correo de Facebook. Por favor, cambia las autorizaciones e intenta de nuevo.

# onboarding.error.title
source: Facebook Error
es_mx: Error de Facebook

# onboarding.error.unconfirmed_email.message
source: Looks like you have an unconfirmed Facebook email. Please confirm your email address with Facebook and try again.
es_mx: Al parecer tienes un correo sin confirmar en Facebook. Por favor, confírmalo con Facebook e intenta de nuevo.

# order_issue.error.503.message
source: Sorry, we are currently down for maintenance. Please retry your request.
es_mx: Lo sentimos, estamos en mantenimiento. Por favor, intenta de nuevo tu solicitud.

# order_issue.error.message.no_retry
source: We hit an error, please try again later.
es_mx: Se detectó un error, por favor intenta de nuevo.

# order_issue.error.message.retry
source: We hit an error, please try again.
es_mx: Se encontró un error, por favor intenta de nuevo.

# order_issue.error.title
source: Uh oh.
es_mx: ¡Vaya!

# order_issue.feedback.placeholder1
source: Tell us what went wrong.
es_mx: Dinos qué salió mal

# order_issue.item_issue.label
source: Report Issue
es_mx: Reportar el problema

# order_pricing_breakdown.breakdown.title.tax_and_fee
source: Tax & Fee Breakdown
es_mx: Tax &amp; Fee Breakdown

# order_pricing_breakdown.item.additional_discounts
source: Additional Discounts
es_mx: Descuentos adicionales

# order_pricing_breakdown.item.cancellation_fee
source: Cancellation Fee
es_mx: Cuota de cancelación

# order_pricing_breakdown.item.delivery
source: Delivery
es_mx: Entrega

# order_pricing_breakdown.item.delivery.subtitle.free
source: FREE
es_mx: Gratis

# order_pricing_breakdown.item.discounts
source: Discounts
es_mx: Descuentos

# order_pricing_breakdown.item.estimated_service_fee
source: Estimated Service Fee
es_mx: Cuota de servicio estimada

# order_pricing_breakdown.item.estimated_tax
source: Estimated Tax
es_mx: Impuesto estimado

# order_pricing_breakdown.item.estimated_tax_and_fees
source: Estimated Tax & Fees
es_mx: Estimated Tax &amp; Fees

# order_pricing_breakdown.item.merchant_fee
source: Merchant Fee
es_mx: Cuota del vendedor

# order_pricing_breakdown.item.refunds
source: Refunds
es_mx: Reembolsos

# order_pricing_breakdown.item.service_fee
source: Service Fee
es_mx: Cuota de servicio

# order_pricing_breakdown.item.tax
source: Tax
es_mx: Impuesto

# order_pricing_breakdown.item.tax_and_fees
source: Tax & Fees
es_mx: Tax &amp; Fees

# order_pricing_breakdown.item.tip
source: Tip
es_mx: Propina

# order_summary.button.closed
source: Closed
es_mx: Cerrado

# order_summary.button.open
source: View Order
es_mx: Ver pedido

# order_summary.button.throttled
source: Temporarily Closed
es_mx: Cerrado temporalmente

# order_summary_section.header.title
source: Order Summary
es_mx: Resumen del pedido

# order_support_web_view.submitted.alert.message
source: Sorry to hear about your experience. We'll contact you by e-mail or phone after investigating your issue.
es_mx: Lamentamos leer cómo fue tu experiencia. Te contactaremos por correo electrónico o por teléfono despés de haber revisado el caso.
