Repository: hussamotri/file_types
Catalog: xlif12/noteReference.xliff
Languages: es_mx

# 588-mg-mhs.title
source: About
es_mx: Acerca de nosotros

# CII-AK-aPM.normalTitle
source: Add profile picture
es_mx: Añadir una foto de perfil

# Duu-g0-kra.title
source: Settings
es_mx: Configuración

# HvE-qU-VQX.title
source: Settings
es_mx: Configuración

# Hwy-Jc-prN.title
source: Contact Info
es_mx: Información de contacto

# Uhg-hl-kxF.title
source: Unlimited
es_mx: Ilimitado

# V31-8E-g0d.normalTitle
source: Hello
es_mx: Hola

# Wc1-X6-USb.normalTitle
source: Free Deliveries
es_mx: Entregas gratis

# Wns-YV-0lt.normalTitle
source: Renew Subscription
es_mx: RENOVAR LA SUSCRIPCIÓN

# akF-qx-UAQ.text
source: Add on Snapchat
es_mx: Agregar en Snapchat

# bFo-dx-HEU.text
source: Follow on Instagram
es_mx: Síguenos en Instagram

# ehY-MZ-MqD.normalTitle
source: Add Code
es_mx: Añadir Código

# hv3-7O-O5m.title
source: About
es_mx: Acerca de nosotros

# i44-Su-l94.text
source: Privacy Policy
es_mx: Políticas de privacidad

# kLQ-ky-CS2.text
source: Terms of Service
es_mx: Términos de servicio

# vsM-uz-9I3.text
source: Like on Facebook
es_mx: Like en Facebook

# 6mU-VJ-Fmh.placeholder
source: Name
es_mx: Nombre

# 8pg-BB-879.text
source: We use your mobile number to send delivery updates and contact you in case of a substitution.
es_mx: Utilizamos tu número de celular para enviarte actualizaciones de la entrega y para contactarte en caso de una sustitución.

# CPW-kq-0G4.title
source: Addresses
es_mx: Direcciones

# GFo-Gc-R3E.placeholder
source: Street Number and Name
es_mx: Número y nombre de la calle

# MLz-lS-bTu.title
source: Add Delivery Address
es_mx: Agregar dirección

# Mf7-s8-Sf7.placeholder
source: City
es_mx: Ciudad

# Yje-9x-UlO.placeholder
source: Mobile Number
es_mx: Número de celular

# ZYr-2b-Nf7.title
source: Add Delivery Address
es_mx: Agregar dirección

# Zlo-t5-f9k.placeholder
source: Mobile Number
es_mx: Número de celular

# eYX-Iv-p6W.placeholder
source: Optional Company or Apt Number
es_mx: Compañía (opcional) o Número de Dpto.

# fJF-ot-svQ.title
source: Addresses
es_mx: Dirección

# iMp-Y3-rNz.placeholder
source: State
es_mx: Estado

# wro-11-grd.text
source: Add delivery instructions (e.g. “Use the callbox when you arrive”)
es_mx: Añade instrucciones de entrega (e.j. “Use el teléfono público cuando llegue")

# yfQ-HE-YFM.normalTitle
source: Get It Now
es_mx: Obtenlo ahora

# ziI-bC-1K4.placeholder
source: Zip
es_mx: C.P

# 0hE-VV-lrI.text
source: Location Name
es_mx: Nombre del lugar

# 07Y-Dn-4nE.text
source: Delivery
es_mx: Entrega

# KRQ-wN-qLw.text
source: Add Code
es_mx: Añadir Código

# buu-2A-BZf.text
source: As soon as possible (30-40min)
es_mx: Lo más pronto posible ( min)

# kH6-aS-zxa.text
source: Tax & Fees
es_mx: Tax &amp; Fees

# xKb-e3-OVZ.normalTitle
source: GET IT NOW
es_mx: Obtenlo ahora

# 4dS-07-zIS.normalTitle
source: Send $100
es_mx: Envía $ 100

# 9Jr-YS-elO.text
source: Share your code to give $100 in delivery credit and get free deliveries.
es_mx: Comparte tu código, da $ 100 de crédito para una etrega, y obtén entregas gratuitas.

# qI5-07-WKN.text
source: Give your friends $100 in credit.
es_mx: Dale a tus amigos $ 100 de crédito.

# Gzb-b9-GgF.normalTitle
source: Add a Photo
es_mx: Agregar una foto

# Xb0-am-MhJ.title
source: Custom Item
es_mx: Artículo personalizado

# Xho-vw-8Vc.title
source: Custom Item
es_mx: Artículo personalizado

# XkZ-0Q-xSb.text
source: Custom items are filled at the merchant’s discretion.
es_mx: Los artículos pesronalizados se hacen a discreción del comerciante

# fco-rE-F8a.placeholder
source: Item Name
es_mx: Nombre del árticulo

# szh-J1-et5.placeholder
source: Estimated Price
es_mx: Precio estimado

# dpv-ti-B3T.title
source: Delivery Address
es_mx: Dirección de entrega

# vc1-RB-qrc.placeholder
source: Enter a delivery address
es_mx: Intgresar una dirección de entrega

# 1yP-lo-dyp.normalTitle
source: Start Shopping
es_mx: Empieza a comprar

# Bw9-mH-FBQ.accessibilityLabel
source: Close
es_mx: Cerrar

# Exj-Q2-BXU.title
source: Categories
es_mx: Categorías

# FOh-Iw-ayg.text
source: Beer
es_mx: Cerveza

# Fbt-IM-Kal.text
source: You missed the last call for alcohol
es_mx: Te perdiste de la última llamada de bebidad alcohólicas

# O2d-QA-TIn.text
source: Free delivery on orders over $30, from a store near you.
es_mx: Entregas gratis de estableciemientos cercanos con predidos mayores a $30,

# QN4-gW-Ruq.accessibilityLabel
source: Close
es_mx: Cerrar

# RxF-hz-uiP.text
source: Label
es_mx: Etiqueta

# X0X-Xp-mg6.normalTitle
source: Start Shopping
es_mx: Empieza a comprar

# cOn-Rv-06k.text
source: Imported Beer
es_mx: Cerveza importada

# hpW-5v-Tc1.text
source: Free delivery on orders over {minimum_cart_value}, straight from a store near you.
es_mx: Entregas gratis pedidos mayores a {minimum_cart_value}

# mnz-lz-PHY.text
source: Open from 11am - 11pm
es_mx: Abierto de 11 a.m.-11 p.m.

# phG-Kz-iFv.text
source: Category description
es_mx: Descripción de la categoría

# x05-qu-U1D.title
source: Grid View
es_mx: Vista en cuadrícula

# 5yv-Bb-RzC.text
source: Mary's free range chicken, amoroso earth-baked roll, mayo, spicy slaw, honey butter, sage potato chips. White meat only.
es_mx: Mary's free range chicken, amoroso earth-baked roll, mayo, ensalada de col, miel de mantequilla, papas con aderezo de salvia. Solo carne blanca.

# VlD-X3-dvw.text
source: Neapolitan Meatballs
es_mx: Albóndigas napolitanas

# yFi-BN-7La.normalTitle
source: Add to Cart
es_mx: Agregar al carrito

# 9.text
source: By signing up, you agree to the
es_mx: Al registrarte, estás de acuerdo con los

# 12.normalTitle
source: Privacy Policy
es_mx: Políticas de privacidad

# 13.normalTitle
source: Terms of Service
es_mx: Términos de servicio

# ywP-NQ-x8r.placeholder
source: Special Instructions
es_mx: Indicaciones especiales

# ktS-F7-Gjp.text
source: Order anything from HERE.
es_mx: Pedir lo que sea de aquí.

# HsJ-Ge-Exr.text
source: Copied!
es_mx: ¡Entendido!

# Lw9-BT-CT5.normalTitle
source: Invite Friends
es_mx: Invita a tus amigos

# Wlj-i4-AMY.text
source: SHARE REFERRAL CODE
es_mx: COMPARTIR CÓDIGO DE REFERENCIA

# tYf-36-iDr.text
source: Send $10 in delivery fee credit to your friends, and you’ll get $10 in delivery fee credit after their first order. Share your unique code now.
es_mx: Envía $ 10 de crédito a tus amigos y obtendrás $ 10 de crédito después de que hagan su primera orden. Comparte tu código único ahora.

# wtn-IK-J6D.text
source: GIVE $10 GET $10
es_mx: DA $10 RECIBE $10

# K7C-9f-1kD.text
source: Invalid code. Please try again.
es_mx: Código inválido. Por favor, intenta de nuevo

# msl-mh-7Rn.title
source: Add Code
es_mx: Añadir Código

# 0Kq-hz-m23.normalTitle
source: Okay
es_mx: ACEPTAR

# 5ZQ-cG-MRE.text
source: OR
es_mx: O

# 8Cd-1t-sih.text
source: Check your email for instructions on how to reset your password.
es_mx: Revisa tu correo electrónico para revisar las instrucciones de cómo restablecer tu contraseña.

# E6l-uK-t5o.normalTitle
source: Sign Up
es_mx: Registrate

# ElY-5z-8He.normalTitle
source: Terms of Service
es_mx: Términos de servicio

# F7I-a2-skI.normalTitle
source: Continue with Facebook
es_mx: Continuar con Facebook

# HGV-ut-h4h.text
source: By signing up, you agree to the
es_mx: Al registrarte, estás de acuerdo con los

# JfO-rf-aYM.normalTitle
source: Forgot Password
es_mx: Olvidé mi contraseña

# Qda-4Q-qqA.normalTitle
source: Already have an account? Sign In
es_mx: ¿Ya tienes una cuenta? Regístrate

# Qob-55-Bby.text
source: OR
es_mx: O

# T0V-Aj-gmq.normalTitle
source: Sign Up with Email
es_mx: Regístrate con correo electrónico

# gIN-oK-k2f.text
source: Get all the things, from anywhere, delivered right to your door!
es_mx: Obtén todo lo que quieras de donde quieras y recíbelo en la puerta de tu casa,

# ipr-JY-Lma.normalTitle
source: Sign In
es_mx: Inicia sesión

# k3u-tZ-h4W.normalTitle
source: Continue with Facebook
es_mx: Continuar con Facebook

# kHz-bP-nxu.normalTitle
source: Privacy Policy
es_mx: Políticas de privacidad

# mmK-p4-eYY.normalTitle
source: Continue with Facebook
es_mx: Continuar con Facebook

# v0c-rD-zDA.text
source: Explore Postmates
es_mx: Explorar Postmates

# 3To-bL-uEn.text
source: Sour cream on the side please
es_mx: Crema agria al lado, por favor

# peD-2a-O2i.text
source: Whole Black Beans, Spicy Chicken, Mild Salsa, No tomatoes, No Onions
es_mx: Frijoles negross, pollo picante, salsa regular, sin jitomate, sin cebolla

# LTm-u1-ez9.normalTitle
source: Help Center
es_mx: Centro Ayuda

# U8L-eD-0ym.text
source: Sorry to hear about your experience. We'll hit you up soon
es_mx: Lamentamos lo sucedido. Pronto pediremos el reembolso.

# 0YE-Ve-Osd.placeholder
source: Optional Nickname
es_mx: Apodo (opcional)

# 0Zc-0R-nn4.placeholder
source: State
es_mx: Estado

# 0hq-52-5VY.title
source: Add Payment Card
es_mx: Agregar pago con tarjeta

# 14F-as-sNa.placeholder
source: Billing Address
es_mx: Dirección de facturación

# Iwv-Bh-Zsf.placeholder
source: MM/YY
es_mx: MM/AA

# JxA-tz-j1b.placeholder
source: Name on Card
es_mx: Nombre que aparece en la tarjeta

# MpE-dv-b0T.title
source: Add Payment Card
es_mx: Agregar pago con tarjeta

# SBa-cq-r5M.placeholder
source: City
es_mx: Ciudad

# WBB-EP-4dl.title
source: Payment
es_mx: Pago

# YiI-cU-YT6.title
source: Cancel
es_mx: Cancelar

# ef6-qP-MkT.text
source: Add Payment Card
es_mx: Agregar pago con tarjeta

# fLj-P6-d2o.placeholder
source: Card Number
es_mx: Número de tarjeta

# irV-za-Tkd.title
source: Payment
es_mx: Pago

# jpn-db-Kbv.placeholder
source: Apt
es_mx: Dpto.

# t4g-qU-mUY.placeholder
source: Zip
es_mx: C.P

# vdu-Vh-HAl.title
source: Save
es_mx: Guardar

# xJJ-eX-RYu.text
source: DEFAULT
es_mx: Predeterminado

# 6xK-Ob-m1s.text
source: Pay with NikkaPay to save $2.99 on your next delivery. Blah Blah blah blah blah
es_mx: Pagar con NikkaPay para ahorrar $ 2.99 en tu próxima entrega. Bla, bla, bla bla bla

# Hk0-15-dbO.text
source: When you order, we temporarily charge your payment card for more than the order total. The final charge will be adjusted once the order is complete. If your order is canceled, the charge may remain for up to seven days.
es_mx: Cuando haces un pedido, cargamos temporalmente a tu tarjeta de pago un monto mayor al total. El cargo final se ajustará ya que se complete el pedido. Si el pedido se cancela, el cargo puede verse reflejado hasta por siete días.

# Iqw-26-7cb.text
source: When you order, we temporarily charge your payment card for more than the order total. The final charge will be adjusted once the order is complete. If your order is canceled, the charge may remain for up to seven days.
es_mx: Cuando haces un pedido, cargamos temporalmente a tu tarjeta de pago un monto mayor al total. El cargo final se ajustará ya que se complete el pedido. Si el pedido se cancela, el cargo puede verse reflejado hasta por siete días.

# SJe-AJ-ClL.normalTitle
source: Learn More
es_mx: Aprende más

# a03-YM-wct.normalTitle
source: Learn More
es_mx: Aprende más

# Wns-YV-0lt.normalTitle
source: RENEW SUBSCRIPTION
es_mx: RENOVAR LA SUSCRIPCIÓN

# nlh-FL-Va7.text
source: You only have 6 days left of Plus Unlimited. Renew your subscription to continue enjoying free delivery.
es_mx: Te quedan 6 días con Plus ilimitado. Renueva tu suscripción para continuar disfrutando de entregas gratis.

# AYp-Yp-e0h.placeholder
source: City
es_mx: Ciudad

# MLz-lS-bTu.title
source: Add Address
es_mx: Agregar dirección

# R0V-Zb-RAk.placeholder
source: Unit number or company
es_mx: Número de unidad o compañía

# Wq4-YX-t8S.placeholder
source: Address
es_mx: Dirección

# X0a-4m-gQc.placeholder
source: State
es_mx: Estado

# ZYr-2b-Nf7.title
source: Add Address
es_mx: Agregar dirección

# fJF-ot-svQ.title
source: Addreses
es_mx: Dirección

# o1Q-ty-xVw.placeholder
source: Mobile Number
es_mx: Número de celular

# swm-ow-d5u.placeholder
source: Zip
es_mx: C.P

# 9Ru-tH-xCy.title
source: Sign up
es_mx: Registrate

# He7-Zh-A02.placeholder
source: Email address
es_mx: Dirección de correo electrónico

# Rjx-wh-vfv.normalTitle
source: EMAIL SIGN UP
es_mx: Registro con Correo electrónico

# TjJ-93-c8A.normalTitle
source: LOG IN
es_mx: Iniciar sesión

# bmP-yx-o5g.normalTitle
source: SIGN UP
es_mx: Registrate

# frL-cp-bIW.placeholder
source: Email address
es_mx: Dirección de correo electrónico

# iQU-jH-Yo3.normalTitle
source: Forgot password?
es_mx: ¿Olvidaste tu contraseña?

# pOz-eP-AoO.text
source: CONTINUE WITH FACEBOOK
es_mx: Continuar con Facebook

# 14F-as-sNa.placeholder
source: Billing address
es_mx: Dirección de facturación

# JxA-tz-j1b.placeholder
source: Name on card
es_mx: Nombre que aparece en la tarjeta

# MpE-dv-b0T.title
source: Add payment card
es_mx: Agregar pago con tarjeta

# 2sc-va-yVb.text
source: Long Item Name Long Item Name Long Item Name Long Item Name Long Item Name
es_mx: Artículo con nombre largoArtículo con nombre largoArtículo con nombre largoArtículo con nombre largoArtículo con nombre largo

# vfj-HT-5yd.normalTitle
source: ADD TO CART
es_mx: Agregar al carrito

# xwh-t3-bfI.text
source: Add Instructions....
es_mx: Añadir Instrucciones ....

# 3eU-6N-MLy.text
source: $3.99 Delivery
es_mx: $ 3.99 Entrega

# 8tt-Ir-eS2.text
source: SECTION HEADER
es_mx: ENCABEZADO

# EUI-MI-ojr.text
source: Try searching for something else.
es_mx: Intenta buscar otra cosa.

# THW-do-noc.text
source: Merchant Name
es_mx: Nombre del comerciante

# Xph-Ev-xKN.text
source: Search term
es_mx: Buscar artículo

# YbA-yc-QSA.placeholder
source: Search for anything...
es_mx: Buscar cualquier cosa

# dwc-QA-hcs.normalTitle
source: CANCEL
es_mx: Cancelar

# yWh-SB-vhh.text
source: Detailed Information
es_mx: Información detallada

# sEk-Da-HzD.text
source: Item name
es_mx: Nombre del árticulo

# vfj-HT-5yd.normalTitle
source: Add to Cart
es_mx: Agregar al carrito

# xKd-3E-blN.text
source: Product Name
es_mx: Nombre del producto

# Ym9-Oa-Ux5.normalTitle
source: Check Out
es_mx: PANTALLA DE COBRO

# pMd-2w-nAX.title
source: Your Order
es_mx: Tu pedido

# pbF-Jp-WIk.text
source: Really Really Long Name for a Merchant Like Really Long
es_mx: Nombre muy muy largo para un Comerciante. Muy muy largo.

# 1RB-VA-HhO.normalTitle
source: DONE
es_mx: Completado

# Akz-bj-Q3A.normalTitle
source: HELP
es_mx: Ayuda

# WMc-rA-6vK.text
source: 100% of your tip goes to your Postmate.
es_mx: El 100% de tu propina es para el Repartidor.

# ems-SY-yOG.normalTitle
source: DONE
es_mx: Completado

# gI6-1i-MYb.normalTitle
source: Other
es_mx: Otro

# qg5-ub-KbF.normalTitle
source: CONTINUE
es_mx: Continuar

# xOq-ow-jyE.normalTitle
source: No tip
es_mx: No dejar propina

# CFBundleDisplayName
source: ${BUNDLE_DISPLAY_NAME}
es_mx: Postmates

# NSContactsUsageDescription
source: We will access your contacts to make sending invites easier. We won't spam your friends or share their info.
es_mx: Accederemos a tus contactos para enviar invitaciones más fácilmente. No compartiremos su información y tampoco seremos spam.

# NSLocationWhenInUseUsageDescription
source: We will use your location to find places that deliver to you.
es_mx: Usaremos tu ubicación para buscar lugares en los que puedes hacer pedidos.

source: OFF
es_mx: Desactivado

source: ON
es_mx: Activado

source: Loading
es_mx: Cargando

# add_address.cancel.alert.title
source: Are you sure?
es_mx: ¿Estás seguro?

# add_address.phone.invalid.message
source: Please check the phone number and try again.
es_mx: Por favor verifica el número de teléfono e intenta de nuevo.

# add_address.phone.invalid.title
source: Invalid Phone Number
es_mx: Número de teléfono inválido

# add_address.resolve.alert.message
source: Selected address is invalid. Please choose another address.
es_mx: La dirección seleccionada es inválida. Por favor, elige otra.

# add_address.resolve.alert.title
source: Bad Address
es_mx: Dirección incorrecta

# add_address.short.instructions
source: Please provide a name and mobile number for your delivery to {address}
es_mx: Por favor, danos un nombre y un número de celular para tu entrega en {address}

# add_custom_item.item_name.placeholder_text
source: Item Name
es_mx: Nombre del árticulo

# add_custom_item.item_price.placeholder_text
source: Optional estimated price
es_mx: Precio estimado opcional

# add_payment_source.error.alert.title
source: Trouble Adding Card
es_mx: Problema para añadir tarjeta

# add_payment_source.generic_error.alert.message
source: There was a problem saving. Please try again.
es_mx: Hubo un problema al momemto de guardar. Por favor, inténtalo de nuevo.

# add_payment_source.loading.accessibility_label
source: Loading
es_mx: Cargando

# add_promo_code.alert.confirmation_message
source: Promo code has been successfully added to your account.
es_mx: Se agregó exitosamente a tu cuenta el código de promoción

# address.action_sheet.edit_address
source: Edit Address
es_mx: Editar dirección

# address.action_sheet.remove_address
source: Remove Address
es_mx: Eliminar Dirección

# address.new_address_row.title
source: Add Delivery Address
es_mx: Agregar Dirección de entrega

# address_autocomplete.not_searching.accessibility_label
source: Street Address Line 1
es_mx: Calle Línea 1

# app_delegate.branch_referral.alert.button
source: great
es_mx: Estupendo

# app_delegate.branch_referral.alert.title
source: Welcome to Postmates
es_mx: Bienvenido a Postmates

# authentication_controller.done_button.label.forgot_password
source: Forgot password
es_mx: Olvidé mi contraseña

# authentication_controller.done_button.label.log_in
source: Log in
es_mx: Iniciar sesión

# authentication_controller.done_button.label.sign_up
source: Sign up
es_mx: Registrate

# authentication_controller.forgot_password.confirm.modal.message
source: Check your email for instructions on how to reset your password.
es_mx: Revisa tu correo electrónico para revisar las instrucciones de cómo restablecer tu contraseña.

# authentication_controller.row.email.placeholder
source: Email address
es_mx: Dirección de correo electrónico

# authentication_controller.row.password.placeholder
source: Password
es_mx: Contraseña

# authentication_controller.signup.legal_copy
source: By continuing you agree to our Terms and Privacy.
es_mx: Al continuar estás de acuerdo con nuestros Términos y Condiciones de Privacidad.

# authentication_controller.signup.legal_copy.privacy
source: Privacy
es_mx: Privacía

# authentication_controller.signup.legal_copy.terms
source: Terms
es_mx: Condiciones

# authentication_controller.title.forgot_password
source: Forgot password
es_mx: Olvidé mi contraseña

# authentication_controller.title.log_in
source: Log in
es_mx: Iniciar sesión

# authentication_controller.title.sign_up
source: Sign up
es_mx: Registrate

# blitz_alert.button.got_it
source: OK, GOT IT
es_mx: OK, QUEDÓ CLARO

# blitz_alert.message
source: The delivery fee is {multiple} the normal price. This activates our fleet and makes it easier to get a Postmate.
es_mx: El costo de envío {multiple} es el precio normal. Esto activa a nuestros repartidores y les facilita conseguirlos.

# cancellation_confirmation.footer_button
source: Cancel Delivery
es_mx: Cancelar pedido

# cancellation_reason.footer_button
source: Continue
es_mx: Continuar

# carousel_view.products_pill
source: %d PRODUCT(S)
es_mx: %d PRODUCTO(S)

# cart.navigation.title
source: Cart
es_mx: Carrito

# cart.product.price.zero
source: Free
es_mx: Gratis

# cart_view.alert.check_id.body
source: To receive your order, you’ll need to show a valid photo ID showing that you’re at least 21 years old.
es_mx: Para recibir tu pedido necesitas una identificación con foto que muestre que tienes 21 años.

# cart_view.alert.check_id.title
source: Order will require verification
es_mx: El pedido requerirá verificación

# cart_view.free_delivery_nudge.text
source: Add (currencyString) to your cart to get free delivery.
es_mx: Agrega (currencyString) a tu carrito para obtener una entrega gratis.

# cart_view_alert_check_id.button.checkout
source: Checkout
es_mx: Pagar

# category_picker.categories.title
source: Categories
es_mx: Categorías

# checkout.create.button.title.orderNow
source: GET IT NOW
es_mx: Obtenlo ahora

# checkout.create.button.title.scheduleDelivery
source: SCHEDULE DELIVERY
es_mx: Programar entrega

# checkout.pricing.alert.distance_too_far.message
source: Oops! Looks like the delivery address you selected is too far away. Please select a closer delivery address and try again.
es_mx: ¡Huy! Parece que la dirección de entrega que seleccionaste está demasiado lejos. Por favor, selecciona otra dirección de entrega más y vuelve a intentarlo.

# checkout.pricing.alert.distance_too_far.title
source: Delivery address too far
es_mx: Dirección de entrega demasiado lejana

# checkout.pricing.error.alert.title
source: Unable to place order
es_mx: No se puede hacer un pedido

# checkout_action_cell.change
source: Change
es_mx: Cambio

# checkout_table_cell.add_address
source: Add New Delivery Address
es_mx: Añadir Nueva Dirección de entrega

# checkout_table_cell.add_card
source: Add A Payment
es_mx: Añadir un Pago

# checkout_table_cell.add_promo
source: Add Code
es_mx: Añadir Código

# collections.alert.no_location.enable
source: Enable
es_mx: Habilitar

# collections.alert.no_location.not_now
source: Not now
es_mx: Ahora no

# contact_info.cancel.alert.title
source: Are you sure?
es_mx: ¿Estás seguro?

# contact_info.form.full_name.placeholder
source: Full Name
es_mx: Nombre completo

# contact_info.form.phone.alert.message
source: Please check the number and try again.
es_mx: Por favor, comprueba el número y vuelve a intentarlo.

# contact_info.form.phone.alert.title
source: Invalid Number
es_mx: Número invalido

# contact_info.form.phone.placeholder
source: Mobile Number
es_mx: Número de celular

# contact_info.no_profile_image.label
source: ADD PHOTO
es_mx: AÑADIR FOTO

# contact_info.profile_image.button
source: Edit profile picture
es_mx: Editar foto de perfíl

# contact_info.verification.alert.message
source: Verification Sent
es_mx: Verificación enviada

# contact_info.verification.button.resend
source: RESEND
es_mx: REENVIAR

# contact_info.verification.button.verify
source: VERIFY
es_mx: VERIFICAR

# contact_picker.contacts.alert.button.allow
source: Allow
es_mx: Permitir

# contact_picker.contacts.alert.button.deny
source: Deny
es_mx: Negar

# contact_picker.contacts.alert.title
source: Allow Contacts Access
es_mx: Permitir acceso a Contactos

# contact_picker.phone_label.main
source: Main
es_mx: Principal

# contact_picker.phone_label.mobile
source: Mobile
es_mx: Celular

# contact_picker.phone_label.other
source: Other
es_mx: Otro

# contact_picker.phone_label.pager
source: Pager
es_mx: Localizador

# contact_picker.search_contacts_label
source: Search your contacts...
es_mx: Buscar contactos ...

# contact_picker.send_multiple_invites_label
source: Send {numSelected} Invites
es_mx: Enviar {numSelected} Invitaciones

# contact_picker.send_one_invite_label
source: Send 1 Invite
es_mx: Enviar 1 Invitar

# contact_picker.text_invites_label
source: Text Invites
es_mx: Texto de invitación

# contact_picker.thank_you_alert.button.done
source: Done
es_mx: Completado

# contact_picker.thank_you_label
source: Thanks for inviting your friends! Credit will be applied to your account when your friends place their first order.
es_mx: ¡Gracias por invitar a tus amigos! El crédito se abonará a tu cuenta cuando tus amigos hagan su primer pedido.

# contact_picker.title
source: Invite Friends
es_mx: Invita a tus amigos

# courier-cell.deliveries-label
source: %d delivery(ies)
es_mx: %d entrega(s)

# courier-section.header.title
source: Courier
es_mx: Mensajería

# courier_panel.help_button
source: Help
es_mx: Ayuda

# credit-card-section.header.title
source: PAYMENT INFO
es_mx: INFORMACIÓN DE PAGO

# credit_card_cell.expired
source: Expired
es_mx: Vencida
