Repository: hussamotri/file_types
Catalog: xlif12/noteReference.xliff
Languages: es_mx

# order_tracking.completion_status.cancelled
source: Cancelled
es_mx: Cancelado

# order_tracking.completion_status.delivered
source: Delivered
es_mx: Entregado

# order_tracking.estimated_delivery_time.text
source: Estimated delivery time
es_mx: Tiempo estimado de entrega

# order_tracking.eta.imminent
source: Now
es_mx: Ahora

# order_tracking.initial_order_status.text.order_received
source: Order Received
es_mx: Orden recibida

# order_tracking.initial_order_status.text.order_scheduled
source: Order Scheduled
es_mx: Entrega programada

# order_tracking.product.price.zero
source: Free
es_mx: Gratis

# order_tracking.scheduled_delivery_time.text
source: Scheduled delivery time
es_mx: Tiempo programado de entrega

# order_tracking.title
source: Your Order
es_mx: Tu pedido

# out-of-market.header.text
source: Sorry, Postmates isn’t available at this location yet. Choose one of the cities below to explore the app.
es_mx: Lo sentimos, Postmates aún no está disponible en este lugar. Elija una de las ciudades y explora la aplicación.

# past-job.cancelled-job.label
source: This order was cancelled.
es_mx: Esta orden fue cancelada.

# past-job.reorder-button.title
source: Get It Again
es_mx: Obtener de nuevo

# past_order_item_cell.special_instructions
source: Special Instructions - %@
es_mx: Indicaciones especiales - %@

# past_order_summary_section.header.title
source: Order Summary
es_mx: Resumen del pedido

# payment.unknown_provider_error.failure_reason
source: Credit cards from %@ aren't supported at this time.
es_mx: No se acepta %@ por el momento.

# payment.unknown_provider_error.failure_reason.unknown_country
source: Credit cards from this country aren't supported at this time.
es_mx: Las tarjetas de crédito de este país no son compatibles por el momento.

# payment_info_section.header.title
source: Payment
es_mx: Pago

# payment_source.cell.accessory.default
source: Default
es_mx: Predeterminado

# payment_source.cell.accessory.expired
source: Expired
es_mx: Vencida

# payment_source.delete.alert.title
source: Failed to delete card
es_mx: No pudo eliminarse la tarjeta

# payment_source.loading.error.message
source: There was a problem loading your payment cards. Check your Internet and try again.
es_mx: Hubo un problema al momento de cargar los pagos at tu tarjeta. Revisa tu conexión a internet.

# payment_source.remove.action_sheet.button.make_default
source: Make Default
es_mx: Establecer como predeterminado

# payment_source.remove.action_sheet.title
source: Remove Card
es_mx: Retirar tarjeta

# phoenix.delivery_time_picker.row.asap
source: ASAP
es_mx: Lo antes posible

# phoenix.delivery_time_picker.row.today
source: Today
es_mx: Hoy

# phoenix.delivery_time_picker.row.tomorrow
source: Tomorrow
es_mx: Mañana

# place-state.closed
source: Closed
es_mx: Cerrado

# place.extended_title
source: %1$@ on %2$@
es_mx: %1$@ Activado %2$@

# place.subtitle.closed
source: Closed
es_mx: Cerrado

# place_hour.closed
source: Closed
es_mx: Cerrado

# pmhttp_extensions.parse_error.failure_reason
source: The server returned an unexpected response.
es_mx: El servidor dio una respuesta inesperada

# popular.header.fee
source: %@ Delivery
es_mx: %@ Entrega

# ppu_apple_pay.total.active
source: Postmates (on %@)
es_mx: Postmates (en %@)

# ppu_payment_source.add_card.text
source: Add Payment Card
es_mx: Agregar pago con tarjeta

# ppu_payment_source.apple_pay.total
source: Postmates on %@
es_mx: Postmates en %@

# ppu_payment_source.card_expired_text
source: Expired
es_mx: Vencida

# ppu_payment_source.error.message
source: Something went wrong. Please try again.
es_mx: Algo salió mal. Por favor intenta de nuevo.

# ppu_payment_source.error.no_trial.message
source: It turns out, you're not eligible for %@ Trial. Would you like to go ahead and subscribe to %1$@?
es_mx: Se detectó que no podrás obtener un %@ de prueba. ¿Te gustaría suscribirte a%1$@?

# ppu_section.min_cart_warning
source: Add %@ to your cart to get free delivery.
es_mx: Agrega %@a tu carrito para obtener una entrega gratis.

# ppu_settings.banner_template
source: You only have {time} left of {name}. Renew your subscription to continue enjoying free delivery.
es_mx: Te quedan{time} con {name}. Renueva tu suscripción para continuar disfrutando de las entregas gratis.

# ppu_settings.manage.alert.button.no
source: No, Keep Unlimited
es_mx: No, sigu siendo ilimitado.

# ppu_settings.manage.alert.button.yes
source: Yes, Cancel Subscription
es_mx: Sí, cancelar suscripción.

# ppu_settings.manage.alert.message
source: Are you sure you want to cancel? You’ll have access to Unlimited until %@.
es_mx: ¿Estás seguro de querer cancelar? Tendrás acceso ilimitado hasta el %@.

# ppu_settings.manage.info
source: If you decide to cancel your subscription, you will continue to have access to {name} until {date}.
es_mx: Si decides cancelar tu suscripción, seguirás teniendo acceso a tu{name}hasta {date}.

# ppu_settings.status.expired
source: Expired
es_mx: Vencida

# ppu_settings.status.expires
source: Expires %@
es_mx: Vence el %@

# ppu_walkthrough.deep_link.already_subscribed.message
source: You are already subscribed to %@.
es_mx: Ya estás suscrito a %@.

# pricing_breakdown.cancellation_fee.title
source: Cancellation Fee
es_mx: Cuota de cancelación

# pricing_breakdown.delivery_fee.title
source: Delivery Fee
es_mx: Cuota de entrega

# pricing_breakdown.detailed.estimated_merchant_fee.title
source: Estimated Merchant Fee
es_mx: Cuota estimada del vendedor

# pricing_breakdown.detailed.estimated_service_fee.title
source: Estimated Service Fee
es_mx: Cuota de servicio estimada

# pricing_breakdown.detailed.estimated_tax.title
source: Estimated Tax
es_mx: Impuesto estimado

# pricing_breakdown.detailed.merchant_fee.title
source: Merchant Fee
es_mx: Cuota del vendedor

# pricing_breakdown.detailed.service_fee.title
source: Service Fee
es_mx: Cuota de servicio

# pricing_breakdown.detailed.subtotal_contains_tax_and_fees.message
source: This is the total charged by the merchant including tax and any additional costs (e.g. bag fee).
es_mx: Este es el cargo total incluyendo impuestos y algún otro costo adicional (e.g. Bolsa gratis).

# pricing_breakdown.detailed.tax.title
source: Tax
es_mx: Impuesto

# pricing_breakdown.discount.title
source: Discount
es_mx: Descuento

# pricing_breakdown.estimated_min_basket_fee.title
source: Estimated Small Cart Fee
es_mx: Cargo estimado al carrito:

# pricing_breakdown.estimated_tax_and_fee.title
source: Estimated Tax & Fees
es_mx: Tarifa estimada de impuestos:&amp;

# pricing_breakdown.min_basket_fee.title
source: Small Cart Fee
es_mx: Cargo al carrito:

# pricing_breakdown.refunds.title
source: Refunds
es_mx: Reembolsos

# pricing_breakdown.tax_and_fee.title
source: Tax & Fees
es_mx: Tarifa del impuesto &amp;

# pricing_breakdown.tip.title
source: Tip
es_mx: Propina

# product-list.loading-error.title
source: Could not load products
es_mx: No se pudieron agregar productos

# product-stream.loading-error.title
source: Could not load products
es_mx: No se pudieron agregar productos

# product.add-to-cart.title
source: Update Order
es_mx: Actualizar pedido

# product.loading-error.message
source: Could not load product’s details.
es_mx: No pudieron agregársele detalles al producto

# product.page-index.format
source: %1$ld of %2$ld
es_mx: %1$l de %2$l

# product.user-activity.title
source: Buy %@
es_mx: Comprar %@

# product_view.special_instructions
source: These instructions are fulfilled at the merchant's discretion.
es_mx: Estas indicaciones se realizan a discreción del comerciante.

# profile.active_orders.section.label
source: Active Orders
es_mx: Pedidos activos

# profile.ongoing.failed_charge.message
source: Payment Failed. Tap to fix payment
es_mx: Error de pago. Pulsa para solucionarlo.

# profile.past_orders.section.label
source: Past Orders
es_mx: Pedidos anteriores

# profile.scheduled.section.label
source: Scheduled
es_mx: PROGRAMADA

# promo_code.code_field.placeholder.editing
source: Promo or Gift Card Code
es_mx: Código de la tarjeta de regalo o de la promoción

# promo_code.code_field.placeholder.not_editing
source: Add Promo or Gift Card Code
es_mx: Inserta el código de la tarjeta de regalo o de la promoción

# promo_code.error.title
source: There was a problem applying the promo code. Please try again.
es_mx: Hubo un problema al registrar el código la promoción. Por favor intenta de nuevo.

# promo_code.navigation.bar.button.apply
source: Apply
es_mx: Aplicar

# promo_code.spinner.accessibility_label
source: Applying
es_mx: Aplicando

# promo_code.success.alert.message
source: We have successfully applied this code to your account.
es_mx: El código de registró exitosamente en tu cuenta.

# promo_code.success.alert.title
source: Promo Code Added
es_mx: Se añadió un Código de promoción

# rate_the_app.alert.message
source: Are you a fan of Postmates? Tell the world and rate the app.
es_mx: ¿Te gusta mucho Postmates? Cuéntaselo a todos y califica la aplicación.

# rate_the_app.button.no_thanks
source: No Thanks
es_mx: No, gracias

# rate_the_app.button.not_now
source: Not Now
es_mx: Ahora no

# rate_the_app.button.rate
source: Rate the App
es_mx: Califica la aplicación

# rating.prompt.1-star
source: Horrific.
es_mx: Horrible

# rating.prompt.2-star
source: Poor.
es_mx: Mala,

# rating.prompt.3-star
source: Average.
es_mx: Regular.

# rating.prompt.4-star
source: Good.
es_mx: Bien.

# rating.prompt.5-star
source: Amazing.
es_mx: Increíble.

# rating.prompt.please-rate
source: Please rate this delivery.
es_mx: Por favor califica esta entrega

# rating.submit-button.title
source: Submit
es_mx: Envíar

# rating.tell-us-more-button.title
source: Tell Us More
es_mx: Cuéntanos más

# rating.title
source: Rating
es_mx: Calificación

# rating_controller.rating.label.initial
source: How was %@'s delivery?
es_mx: ¿Cómo estuvo la entrega de %@?

# rating_controller.rating.star.1.label
source: Horrific.
es_mx: Horrible

# rating_controller.rating.star.2.label
source: Poor.
es_mx: Mala,

# rating_controller.rating.star.3.label
source: Average.
es_mx: Regular.

# rating_controller.rating.star.4.label
source: Good.
es_mx: Bien.

# rating_controller.rating.star.5.label
source: Amazing.
es_mx: Increíble.

# registration.error.1password.message
source: Failed to use 1Password to save a new login: %@
es_mx: Error en la Contraseña para guardar e ingresar: %@

# registration.error.1password.title
source: 1Password Error
es_mx: Error en la Contraseña

# registration.error.create_account.title
source: There was a problem creating your account. Please try again.
es_mx: Hubo un problema al crear tu cuenta. Por favor, inténtalo de nuevo.

# registration.error.login.message
source: Account created but could not log in.
es_mx: Ya tengo cuenta pero no puedo ingresar

# registration.error.login.unauthorized.message
source: Account created but could not log in.
es_mx: Ya tengo cuenta pero no puedo ingresar

# registration.row.email.placeholder
source: Email Address
es_mx: Dirección de correo electrónico

# registration.row.password.placeholder
source: Create Password
es_mx: Crear contraseña

# registration.row.password.placeholder_when_editing
source: secret
es_mx: Secreto

# registration.sign_in_button
source: Already have an account? <accent>Sign In</accent>
es_mx: ¿Ya tienes cuenta? &lt;accent&gt; Regístrate &lt;/accent&gt;

# registration.title
source: Sign Up
es_mx: Registrate

# registration_email.error.1password.message
source: Failed to use 1Password to save a new login: %@
es_mx: Error en la Contraseña para guardar e ingresar: %@

# registration_email.error.1password.title
source: 1Password Error
es_mx: Error en la Contraseña

# registration_email.error.create_account.title
source: Trouble Creating Account
es_mx: Problemas para crear la cuenta

# registration_email.error.facebook.title
source: Could not merge with Facebook
es_mx: No se pudo vincular con Facebook

# registration_email.privacy_policy.title
source: Privacy Policy
es_mx: Políticas de privacidad

# registration_email.row.email.label
source: Email
es_mx: Correo electrónico

# registration_email.row.name.label
source: Full Name
es_mx: Nombre completo

# registration_email.row.password.label
source: Password
es_mx: Contraseña

# registration_email.row.password.placeholder
source: secret
es_mx: Secreto

# registration_email.terms_of_service.title
source: Terms and Conditions
es_mx: Términos y Condiciones

# registration_email.title
source: Sign Up
es_mx: Registrate

# registration_emial.error.login.title
source: Account created but could not log in
es_mx: Ya tengo cuenta pero no puedo ingresar

# search-results-cell.place-state.closed
source: Closed
es_mx: Cerrado

# search-results-cell.place-state.throttled
source: Throttled
es_mx: Regulatorio

# search.body.no_results.no_location
source: We couldn't find a place called "%@" that delivers near this location.
es_mx: No se encontró un lugar llamado "%@" que entregue cerca de esta ubicación.

# search.body.no_results.with_location
source: We couldn't find a place called "%1$@" that delivers to %2$@.
es_mx: No se encontró un lugar llamado "%1$@" que entregue a%2$@.

# search.header.no_results
source: No Results
es_mx: No hay resultados

# search.location-display-name.fallback
source: Getting location...
es_mx: Buscando ubicación ...

# search_controller.initial_table.section_header
source: Recent
es_mx: Reciente

# search_controller.suggestion.search_for
source: See all results for "%@"
es_mx: Ver todos los resultados de "%@"

# search_controller.titleview.initial_table.section_header
source: Categories
es_mx: Categorías

# search_controller.titleview.search_field.placeholder
source: Search...
es_mx: Buscar...

# search_home_view.categories.title
source: Categories
es_mx: Categorías

# search_home_view.recent.title
source: Recent
es_mx: Reciente

# search_results.available.header.title
source: Available Now
es_mx: Disponible

# search_results.unavailable.header.title
source: Currently Unavailable
es_mx: Actualmente no disponible

# settings.about.row
source: About
es_mx: Acerca de nosotros

# settings.addresses.row
source: Addresses
es_mx: Direcciones

# settings.become_a_postmate.row
source: Become a Postmate
es_mx: Vuélvete un Repartidor

# settings.contact_info.row
source: Contact Info
es_mx: Información de contacto

# settings.deliveries.row
source: Deliveries
es_mx: Entregas

# settings.gift_card.row
source: Send a Gift Card
es_mx: Envía una tarjeta de regalo

# settings.invite_button.title
source: Invite Friends
es_mx: Invita a tus amigos

# settings.navigation.button.accessibility_label
source: Settings
es_mx: Configuración

# settings.news_feed.row
source: What’s New
es_mx: ¿Qué hay de nuevo?

# settings.notifications.row
source: Notifications
es_mx: Notificaciones

# settings.payment.row
source: Payment
es_mx: Pago

# settings.ppu.unavailable.alert.message
source: %@ is not currently available in your market.
es_mx: %@ No está diponible en tu área.

# settings.sign_out.alert.button
source: Sign Out
es_mx: Cerrar sesión

# settings.sign_out.alert.message
source: Are you sure?
es_mx: ¿Estás seguro?

# settings.sign_out.error.title
source: Could not sign out
es_mx: No se puede cerrar sesión

# settings.sign_out.row
source: Sign Out
es_mx: Cerrar sesión

# settings.support.row
source: Support
es_mx: SERVICIO DE AYUDA

# share-sheet.share-place-group.share-text.fallback
source: Check out {place_group_name} on Postmates {link}
es_mx: Visita {place_group_name} en Postmates {link}

# share-sheet.share-place.share-text.fallback
source: Check out {place_name} on Postmates {link}
es_mx: Visita {place_name} en Postmates {link}

# share-sheet.share-product.share-text.fallback
source: Check out {product_name} from {place_name} on Postmates {link}
es_mx: Ve el {product_name} de {place_name} en Postmates {link}

# share_channel.service.mail.name
source: Mail
es_mx: Correo electrónico

# share_channel.service.messages.name
source: Messages
es_mx: Mensajes

# share_sheet.service_unavailable_error.failure_reason
source: %@ service unavailable.
es_mx: %@ servicio no disponible.

# shopping-cart.estimated-subtotal
source: Estimated Subtotal
es_mx: Subtotal estimado

# shopping-cart.id-alert.checkout-button
source: Checkout
es_mx: Pagar

# shopping-cart.id-alert.message
source: To receive your order, you’ll need a valid photo ID showing that you’re at least 21 years old.
es_mx: Para recibir tu pedido necesitas una identificación con foto que muestre que tienes 21 años

# shopping_cart.button.done
source: Done
es_mx: Completado

# shopping_cart.button.edit
source: Edit
es_mx: Editar

# shopping_cart.total.estimated_prices_warning
source: This is an estimate for your items. You’ll pay exactly what the merchant charges at pickup.
es_mx: Este es un estimado de tus artículos. Pagarás lo mismo que le pagó el repartidor al vendedor

# social_share.api.fetch_error.invalid_place_uuid.failure_reason
source: The provided place UUID was invalid.
es_mx: El UUID fue inválido.

# social_share.error.no_services.failure_reason
source: No known social networking services were provided.
es_mx: No se compartió ninguna red social

# social_share.error.unsupported_service.failure_reason
source: The selected service is not supported by the system.
es_mx: El servicio seleccionado no es compatible con el sistema

# splash.delivering_to
source: Delivering to
es_mx: Entrega para

# subcategory-list.all-products.text
source: All %@
es_mx: Todo %@

# support_ui.contact_courier_alert.button.dismiss
source: Dismiss
es_mx: Rechazar

# support_ui.contact_courier_alert.title
source: Contact %@
es_mx: Contacto %@

# support_ui.help_sheet.button.cancel
source: Cancel Delivery
es_mx: Cancelar pedido

# support_ui.help_sheet.button.contact_courier
source: Contact %@
es_mx: Contacto %@

# support_ui.help_sheet.button.contact_support
source: Contact Support
es_mx: Contactar a la Asistencia.

# support_ui.help_sheet.button.dismiss
source: Dismiss
es_mx: Rechazar

# support_ui.help_sheet.button.visit_help_center
source: Visit Help Center
es_mx: Visita el Centro de Ayuda

# support_ui.navigation.bar.button.close
source: Close
es_mx: Cerrar

# support_ui.zendesk.prompt.button.no
source: Nevermind
es_mx: Olvídalo

# support_ui.zendesk.prompt.button.yes
source: Contact Support
es_mx: Pónte en contacto con el Soporte Técnico

# support_ui.zendesk.prompt.message
source: Our Support team will get back to you within 24 hours to help resolve your issue.
es_mx: Nuestro Soporte Técnico se pondrá en contacto contigo en la próximas 24 horas para ayudarte a resolver el problema.

# tab-bar.admin-cancel-alert.fallback
source: Unfortunately, your order from %@ could not be completed and has been cancelled. You were not charged, we apologize for the inconvenience.
es_mx: Desafortunadamente, tu pedido de %@ no pudo completarse y se canceló. No se te hizo ningún cargo, te ofrecemos una disculpa por los inconvenientes.

# tab-bar.admin-cancel-alert.help-center
source: Help Center
es_mx: Centro Ayuda

# tab-bar.admin-cancel-alert.order-again
source: Place Order Again
es_mx: Haz de nuevo tu pedido

# tax_and_fee_breakdown.label.authorizationTitle
source: Authorization
es_mx: Autorización

# tax_and_fee_breakdown.label.feeBreakdownTitle
source: Fee Breakdown
es_mx: Desglose de tarifa

# tax_and_fee_breakdown.label.taxAndFeeBreakdownTitle
source: Tax & Fee Breakdown
es_mx: Desglose de la cuenta del impuesto &amp;

# tip_bar.button.no_tip
source: No Tip
es_mx: No dejar propina

# tip_bar.button.other
source: Other
es_mx: Otro

# tipping.next-button.title
source: Next
es_mx: Siguiente

# tipping.prompt
source: 100% of the tip goes to your Postmate.
es_mx: El 100% de tu propina es para tu Postmate.

# tipping.screen-title
source: Tipping
es_mx: Propina

# tipping_controller.no_tip_button.label
source: No Tip
es_mx: No dejar propina

# tipping_controller.other_button.label
source: Other
es_mx: Otro

# unavailable_items_alert.button
source: Continue shopping
es_mx: Continuar comprando

# unlimited.loading.error.generic
source: Could not load the latest {subscription_name} details.
es_mx: No se pudieron cargar los últimos detalles de{subscription_name}.

# unlimited.loading.error.ignore
source: Ignore
es_mx: Ignorar

# unlimited.payment.fallback.subscribe
source: Subscribe
es_mx: Suscribirse

# unlimited.welcome.fallback.done
source: Done
es_mx: Completado

# unlimited_ui.long_subscription_name
source: Postmates Unlimited
es_mx: Postmates Ilimitado

# unlimited_ui.subscription_name
source: Unlimited
es_mx: Ilimitado

# unlimited_walkthrough.existing_subscriber.message
source: Looks like you are already a subscriber to {name}. Go enjoy!
es_mx: Parece que ya estás suscrito a {name}. ¡A disfrutar!

# unlimited_walkthrough.learn_more
source: Learn More
es_mx: Aprende más

# unlimited_walkthrough.tutorial_expired.message
source: Unfortunately it looks like you've already redeemed your {name} Trial.
es_mx: Desafortunadamente, parece que ya utilizaste tu {name} de Prueba.

# web_serice.login_error.description
source: The server returned an invalid response. %@
es_mx: El servidor dio una respuesta inválida %@

# web_service.job_error.invalid_uuid.failure_reason
source: The job UUID is invalid.
es_mx: El trabajo en el UUID es inválido.

# web_service.login_error.missing_api_key.failure_reason
source: The response did not include the API key.
es_mx: La respuesta no incluyó la clave de la API.

# web_service.login_error.missing_customer_uuid.failure_reason
source: The response did not include the customer UUID.
es_mx: La respuesta no incluyó el UUID del cliente.

# web_service.login_error.missing_email.failure_reason
source: The response did not include the email address.
es_mx: La respuesta no incluyó la dirección de correo electrónico.

# web_service.price_route_error.invalid_dropoff_info.failure_reason
source: The dropoff information is invalid.
es_mx: La información de la entrega es inválida.

# web_service.product_error.invalid_place_uuid.failure_reason
source: The place UUID is invalid.
es_mx: El lugar en el UUID es inválido.

# web_service.product_error.invalid_uuid.failure_reason
source: The product UUID is invalid.
es_mx: El producto en el UUID es inválido.

# web_service.search_error.invalid_place_uuid.failure_reason
source: The place UUID is invalid.
es_mx: El lugar del UUID es inválido.

# web_view.error.not_logged_in.title
source: Please signup or login
es_mx: Por favor, regístrate o inicia sesión

# web_view.error.open_url.message
source: No application can handle the URL %@
es_mx: Ninguna aplicación reconoce el URL %@

# web_view.network_error.body
source: An Unknown Error has Occured
es_mx: Se produjo un error desconocido

# web_view.network_error.button
source: Retry
es_mx: Reintentar

# web_view.network_error.header
source: Network Problem
es_mx: Problema con la red

# zendesk.new_issue.subject.default
source: App ticket
es_mx: Recibo de la applicación

# zendesk.new_issue.subject.no_name
source: General issue raised by %@
es_mx: Problema general presentado por %@

# zendesk.new_issue.subject.with_name
source: General issue raised by %1$@, %2$@
es_mx: Problema general presentado por %1$@, %2$@

source: Loading...
es_mx: Cargando...

source: Pull down to refresh...
es_mx: Arrastra hacia abajo para actualizar...

source: Release to refresh...
es_mx: Suélta para actualizar...

# /carousel_view.products_pill:dict/products:dict/few:dict/:string
source: %d PRODUCTS
es_mx: %d PRODUCTOS

# /carousel_view.products_pill:dict/products:dict/many:dict/:string
source: %d PRODUCTS
es_mx: %d PRODUCTOS

# /carousel_view.products_pill:dict/products:dict/one:dict/:string
source: %d PRODUCT
es_mx: %d PRODUCTO

# /carousel_view.products_pill:dict/products:dict/other:dict/:string
source: %d PRODUCTS
es_mx: %d PRODUCTOS
