Repository: hussamotri/file_types
Catalog: po/20170624-product-features-13-*.po
Languages: ar_ae

source: The heart is composed of sugared almonds and lush peony
ar_ae: يتكون القلب من اللوز المسكر و الفاوانيا الخصبة

source: The heart-shaped multifaceted bottle comes pierced with an arrow for a striking appeal
ar_ae: تأتي الزجاجة متعددة الأوجه على شكل قلب مثقوب بسهم لجاذبية رائعة

source: The heart-themed bottle is sturdy and carries an endearing look
ar_ae: إن زجاجة العطرعلى شكل القلب متينة وذات مظهر محبّب

source: The heat guard, hibernation mode and international voltage make it perfect for quick hair fixes wherever you are.
ar_ae: واقي الحرارة، وضع السبات وملائمة التيار الكهربائي لكل الدول يجعله مثالياَ لتجميل شعر سريع أينما كنت.

source: The heavy lid minimises moisture loss
ar_ae: الغطاء الثقيل يقلل من فقدان الرطوبة

source: The height is adjustable to 5 different heights
ar_ae: الإرتفاع قابل للتعديل إلى 5 ارتفاعات مختلفة

source: The high back seat provides additional comfort and support for your little one
ar_ae: المقعد الخلفي المرتفع يوفرراحة إضافية ودعم لصغارك

source: The hinged lid can be opened and closed comfortably.
ar_ae: يمكن فتح الغطاء المِفصلي وإغلاقه براحة تامة.

source: The holder secures with a bow popper closure
ar_ae: يغلق الحافظ بإبزيم ضغط على شكل عقدة فراشة

source: The holographic box reflects the same style, with its metallic finishing's
ar_ae: يعكس الصندوق المجسم نفس النمط، بطلائه المعدني

source: The horse has a full harness for safety
ar_ae: لدى الحصان لجام كامل للسلامة

source: The hose tower fits up to four fire hoses
ar_ae: يتناسب البرج مع ما يقارب أربع خراطيم مياه

source: The House of Gucci was founded by Guccio Gucci in 1921
ar_ae: تأسس بيت غوتشي من قبل غوتشيو غوتشي في عام 1921

source: The house of orlane has been creating legendary cosmetic care since 1947
ar_ae: بيت أورلان يصنع مستحضرات تجميل أسطورية منذ عام 1947

source: The Hugo brand is known for its fashion-forward, European-influenced styles
ar_ae: تتميز ماركة "هيوغو" بالتصاميم العصرية بطابع أوروبي

source: The Hugo brand is known for its fashion-forward, European-influenced trends
ar_ae: تتميز ماركة "هيوغو" بالتصاميم العصرية بطابع أوروبي

source: The Ice Twister for ice cubes are easy to refill
ar_ae: سهولة إعادة ملء مكعبات الثلج ووضعها في الآيس تويستر

source: The iconic fragrance is adorned with new energising ingredients
ar_ae: يتحلى العطر الرائع بمكونات منشطة جديدة

source: The iconic fragrance is adorned with new energizing ingredients
ar_ae: يتحلى العطر الرائع بمكونات منشطة جديدة

source: The ideal accessory for those always on the go
ar_ae: ملحق كمالي مثالي للمعتادين على الحركة دائماً

source: The ideal weekend or school time bag
ar_ae: الحقيبة المثالية للعطلة الأسبوعية أو وقت الدراسة

source: The ideal weekend or school time bag.
ar_ae: الحقيبة المثالية للعطلة الأسبوعية أو وقت الدراسة

source: The In'Tense EDP is both modern and timeless
ar_ae: عطر In'Tense معاصر وخالد

source: The included booklet contains information about the designer, architecture and history of each building, as well as historical facts about London and its architectural heritage
ar_ae: ويتضمن الكتيب المرفق معلومات عن المُصمِم، المعمار وتاريخ كل مبنى، بالإضافة الى حقائق التاريخية عن لندن وتراثها المعماري

source: The included booklet contains information about the designer, architecture and history of each structure, as well as historical facts about Chicago and its architectural heritage (English language onl
ar_ae: يشمل كتيب المعلومات المرفق معلومات عن المصمم، المعمار وتاريخ كل مبنى، بالإضافة إلى حقائق تاريخية عن شيكاغو وتراثها المعماري (باللغة الإنجليزية فقط)

source: The included booklet contains information about the designer, architecture and history of each structure, as well as historical facts about Sydney and its architectural heritage
ar_ae: يشمل كتيب المعلومات المضمن معلومات متعلقة بالمصمم والعمارة وتاريخ كل مبنى، بالإضافة إلى حقائق تاريخية عن مدينة سيدني وتراثها المعماري

source: The inclusion of SPF 50 is its highlight
ar_ae: احتوائه على SPF 50 هو مميزاته

source: The Indoor and outdoor Slackline Rack is portable and easy to set-up and use.
ar_ae: يتميز محمل السير المتزن الذي يتم استخدامه داخل المنزل وخارجه بإمكانية حمله وسهولة تركيبه واستخدامه.

source: The inflatable front provides easy access to enter and exit the Bouncer, helping to improve children's motor skills as they crawl in and out
ar_ae: المقدمة القابلة للنفخ توفر سهولة في الدخول والخروج من النطاط، مما يساعد على تحسين المهارات الحركية للأطفال وهم يزحفون للداخل والخارج

source: The inner lining is crafted with 50% cotton and 50% polyester
ar_ae: تتكون البطانة الداخلية من 50٪ قطن و50٪ بوليستر

source: The inner microfiber lining provides optimum protection to your screen leaving it spotless and scratch-less.
ar_ae: البطانة المايكروفايبر الداخلية توفر افضل حماية لشاشتك لتتركها ناصعة وبلا خدوش.

source: The innovative brush roll clean makes hair clean up easy
ar_ae: الفرشاة الأسطوانية المبتكرة تجعل من تنظيف الشعر عملية أسهل

source: The innovative brush with nylon bristles and the unique nylon mesh allows the thorough cleaning of the bottle bottom and all types of wide-mouth bottles
ar_ae: الفرشاة المبتكرة من شعيرات النايلون وشبكة النايلون الفريدة من نوعها تسمح بتنظيف شامل لقاع الزجاجة وكل أنواع الزجاجات واسعة الفم

source: The innovative heat distribution with 3D hot Air Plus allows perfect baking
ar_ae: خاصية توزيع الحرارة المبتكرة بتقنية 3D hot Air Plus، تُمكِّنك من الخَبْز بشكل ممتاز

source: The innovative invisible Shield Technology creates a broad spectrum defence
ar_ae: تعمل تكنولوجيا Invisible Shield الابتكارية على توفير حماية شاملة واسعة المجال

source: The intense and elegant heart reveals the signature accord of crispy frosted violet leaves
ar_ae: يكشف القلب القوي والأنيق عن تناغم التوقيع مع الأوراق البنفسجية المتموجة والمتجمدة

source: The intense warmth of cedarwood encourages confidence and ease
ar_ae: الدفء الشديد لخشب الأرز يشجع على الثقة والراحة

source: The intensely feminine middle layer makes its presence known
ar_ae: الطبقة الوسطى الأنثوية بشكل مكثف تُعِرف بوجوده

source: The intensive red bottle has the shape of a video cassette tape, a unique and stylish design
ar_ae: زجاجة حمراء مكثفة على شكل شريط فيديو كاسيت، بتصميم فريد وأنيق

source: The interactive water feature and tiltable blossom are started up by water from the ladle
ar_ae: يتم تشغيل ميزة المياه التفاعلية وزهرة تيلتابل تصل عن طريق الماء من الموزع

source: The interior is extremely detailed featuring realistic gauges, accurate paint on the switches, properly molded seats, carpeted interior, and perfect work.
ar_ae: الجزء الداخلي مفصّل للغاية ويتضمن مقاييس واقعية، طلاء دقيق على المفاتيح، مقاعد مصبوبة بالشكل الصحيح، الجزء الداخلي مفروش بالسجاد، والعمل متقن.

source: The interior is made of small, customisable foam padding blocks
ar_ae: صمم الجزء الداخلي من بطانة إسفنجية صغيرة ومريحة

source: The interior keeps your screen safe from scratches while the integrated case and secured closure ensure a streamlined fit
ar_ae: التصميم الداخلي يحفظ الشاشة من الخدوش في حين أن الحقيبة المدمجة والإغلاق المحكم يضمن الانسيابية المناسبة

source: The intuitive control system makes the game an easy to play
ar_ae: نظام التحكم البديهي يُسهل عملية اللعب

source: The invention opens with a bright fusion of zesty floral notes
ar_ae: ينبثق من الإبتكار مزيج مشرق من لمسات الأزهار الممتعة

source: The iPhone remains fully operable
ar_ae: يبقى الآيفون يعمل بالكامل

source: The irresistibly fruity scent of boysenberries with a hint of freshness
ar_ae: رائحة فاكهة لا تقاوم من بويسنبيريز مع لمحة نضارة

source: The jersey romper adds soft elastication to legs and banded bow detailing for a pretty look
ar_ae: من شأن رومبر جيرسي أن يُضيف مرونة مطاطية إلى الساقين كما من شأن تفاصيل الفيونكة أن تُضفي مظهراً أنيقاً

source: The jersey sunny suit is perfect for warmer days and holidays!
ar_ae: يعتبر فستان صني المصنوع من الجيرسه مثالياً للأيام الدافئة والعطلات

source: The jersey top has a coordinating applique ship design for a fun nautical summery look
ar_ae: تتضمن البلوزة المصنوعة من نسيج جيرسيه تصميماً مزخرفاً بشكل سفينة للحصول على مظهر بحري صيفي مفعم بالمرح

source: The Joker’s balloon backpack features five balloon and two translucent flame elements
ar_ae: تتميز حقيبة الظهر التي تحتوي على المنطاد بـأنها تتكون من خمسة بالونات وعنصرين على شكل أدخنة شفافة.

source: The joyous sunflowers make a nice contribution to this bright fragrance
ar_ae: تساهم زهور عباد الشمس بلطافة في هذا العطر المشرق

source: The kind that leaves a strong impression without much makeup on
ar_ae: النوع الذي يترك انطباعا قويا دون الحاجة للكثير من مستحضرات التجميل

source: The kit consists of: pot, vessel lid with thermometer
ar_ae: تتكون المجموعة من: وعاء، غطاء مع ميزان حرارة

source: The kit encourages a stylish sense of fashion
ar_ae: هذه المجموعة تمنحك شعورًا أنيقًا بآخر صيحات الموضة

source: The kit includes 8 coloured balls
ar_ae: تشمل المجموعة 8 كرات ملونة

source: The kit includes 8 polyester satin headbands, 2 stretchy polyester headbands, 8 polyester flowers, 4 rubber bands, 5 polyester ribbons 8 inches, polyester rainbow shoelace 30 inches, 2 polyester easy-
ar_ae: ويشمل الطقم 8 أربطة للرأس من الساتان البوليستر، ربطتين من البوليستر المطاطي، 8 زهور من البوليستر، 4 أربطة مطاطية، 5 شرائط من البوليستر بطول 8 بوصة، أربطة للحذاء من البوليستر بلون قوس قزح طولها 30 بوصة،

source: The kit includes two metal authentic Ferrari car models in 1:43 scale and is compatible with all models of Ferrari cars and Bburago 1:43. Car models cast from metal, painted automotive original paint,
ar_ae: تتضمن هذه المجموعة نموذجين معدنيين أصليين لسيارات من طراز فيراري بمقاس 1:43 ومتوافق مع جميع طرازات سيارات فيراري وبوراغو 1:43. نماذج السيارات مصبوبة من المعدن، مطلية بطلاء سيارات أصلي،

source: The kit includes: pressure cooker, lid with a lock and a pressure regulator, a glass lid
ar_ae: وتشمل هذه المجموعة: طنجرة الضغط، غطاء مع قفل منظم الضغط، غطاء زجاجي

source: The kit is designed to work with iPod, iPhone, and iPad
ar_ae: تم تصميم هذه المجموعة لتعمل مع أجهزة آيبود، آيفون وآيباد

source: The knights have plenty of weapons to choose from
ar_ae: العديد من الأسلحة ليختار الفرسان من بينها

source: The knob and shield made from pleasantly soft PP Anatomical add to its durability
ar_ae: المقبض والدرع مصنوعان من مادة ملساء في قالب إهليجي مريح إضافة إلى متانتها

source: The Lacoste polo shirt in a fragrance collection
ar_ae: قميص بولو لاكوست في مجموعة عطرية

source: The large finger-holes make them easy for adult hands to grip
ar_ae: ثقوب الأصابع الكبيرة تجعل من السهل على أيدي الكبار الإمساك بها

source: The large tub includes an inclined positioner that can be removed as your baby grows
ar_ae: يتضمن الحوض الكبير منضدة مائلة يمكن إزالتها عندما يكبر طفلك

source: The large ventilation holes offer optimum protection of sensitive baby skin
ar_ae: توفر ثقوب التهوية الكبيرة الحماية القصوى لبشرة الرضع الحساسة

source: The last piece contains the answer/result
ar_ae: تحتوي القطعة الأخرى على الحل/النتيجة

source: The latest edition will complete the collection with exotic pomegranate
ar_ae: سوف يكمل الإصدار الأخير المجموعة بالرمان الإستوائي

source: The latest game in the world's best selling video game franchise - 'Call of Duty'
ar_ae: تمثل لعبة كول أوف ديوتي أحدث لعبة بين أكثر الألعاب مبيعًا في العالم.

source: The leather case packaging exudes a classy appeal
ar_ae: الغلاف الجلدي ينضح بجاذبية أنيقة

source: The LED light mechanism and double-direction locking switch allows safe use, avoiding cuts on your skin.
ar_ae: نظام إضائة مصابيح LED ومفتاح قفل مزدوج الاتجاه ليسمح بالاستخدام الآمن، وليتجنب جرح بشرتك.

source: The legendary fighting franchise is back with next-generation visuals
ar_ae: يظهر امتياز القتال الأسطوري مع صور الجيل القادم

source: The legendary fragrance is now available in a masculine version
ar_ae: العطر الأسطوري متوفر الآن في نسخة رجالي

source: The letter cards can be used to spell out words as well, so there are many opportunities for extra play value.
ar_ae: من الممكن استخدام بطاقات الحروف للنطق بالكلمات أيضًا، وبذلك فإن هناك العديد من الفرص للحصول على قيمة لعب إضافية.

source: The lid can be easily opened and closed. It closes firmly enough to keep your cornflakes, your favourite muesli and much more fresh.
ar_ae: يمكن فتح الغطاء بسهولة وإغلاقه. محكم الغلق بما بما يكفي للحفاظ على نضارة الكورن فليكس، وجبة مويسلي المفضل لديك وأكثر من ذلك بكثير.

source: The lid can be easily opened and closed. It closes nicely for your food, coffee or tea to stay fresh.
ar_ae: يمكن فتح الغطاء وإغلاقه بسهولة. إنه يغلق بشكل جيد لحفظ الألعاب على شكل الطعام، الشاي أو القهوة لتبقى طازجة.

source: The lid closes firmly so that even food such as coffee, flour, sugar or cereals remain fresh for a long time.
ar_ae: الغطاء محكم الغلق بحيث يبقى الطعام مثل القهوة أو الدقيق أو السكر أو الحبوب طازجاً لفترة طويلة.

source: The lid is adorned with letters that fly freely around the surface
ar_ae: الغطاء مزين بأحرف تتطاير بِحُرية حول سطحه

source: The lid is adorned with the historic thuluth script
ar_ae: الغطاء مزين بنصوص الثلث العربية التاريخية

source: The lights are activated while running
ar_ae: تنشط الأضواء أثناء التشغيل

source: The lights in its eye switch on when it’s awake
ar_ae: تضيء عيناه عندما يستيقظ

source: The lightweight body keeps you relaxed
ar_ae: جسم خفيف الوزن للشعور المستمر بالاسترخاء

source: The lightweight design makes it easily portable
ar_ae: تصميم صغير الحجم يسهل الحمل والنقل

source: The lightweight design makes it easy to carry
ar_ae: تصميمه خفيف الوزن مما يساعد على سهولة حمله.

source: The lightweight formula makes it comfortable
ar_ae: خفة وزن الصيغة يجعلها مريحة

source: The lime scale filter in spout offers safe usage
ar_ae: فلتر للرواسب الكلسية سهل الخلع لضمان الاستخدام الآمن

source: The lingering warm aroma will brighten up your senses
ar_ae: هالة عطرية دافئة ستُضيء حواسك

source: The lingering warm fragrance will brighten up your senses
ar_ae: هالة العطر الدافئ ستُضيء حواسك

source: The lingering warm scent will brighten up your senses
ar_ae: هالة عطرية دافئة ستُضيء حواسك

source: The lion's father is very proud of its young and brings him together with the roar of the lions at Mother.
ar_ae: والد الأسد فخور جدا من شبله بالإضافة إلى هديره لأمه

source: The lips appear smoother due to the moisturizing and nourishing benefits of hyaluronic acid
ar_ae: تظهر الشفاه أنعم بفضل بالفوائد المرطبة والمغذية لحمض الهيالورونيك

source: The Lithium-polymer battery can function 5 to 7 days without recharging
ar_ae: البطارية المصنوعة من الليثيوم بوليمر يمكن أن تعمل من 5 إلى 7 أيام دون إعادة شحنها

source: The liveliness of Yuzu with intense freshness
ar_ae: حيوية يوزو مع نضارة مكثفة

source: The lively and uplifting brightness of the cactus flower and a suave pink floral rosebud bouquet
ar_ae: إشراقة زهرة الصبار النابضة بالحياة وباقة براعم الورود الزهرية الرقيقة

source: The lively and uplifting brightness of the cactus flower and pink floral bouquet
ar_ae: مع عبق زهرة الصبارالنابضة بالحياة وتألق و رقّة الورود زهرية اللون

source: The long cable wire length offers enhanced mobility
ar_ae: يضمن الكبل الطويل سهولة الحركة

source: The long handle makes it comfortable for moms to reach the bottom part of large pots without getting fingers dirty
ar_ae: مقبض طويل يجعلها مريحة للأمهات للوصول إلى الأجزاء السفلى من الأواني الكبيرة دون إتساخ الأصابع

source: The long lasting warm fragrance will brighten up your senses
ar_ae: العطر الدافئ طويل الأمد سيضيء حواسك

source: The long-wear formula keeps colour vibrant for hours
ar_ae: لساعات طويلة يبقى اللون محتفظاً بحيويته

source: The loop is easy to attach and detach
ar_ae: الحلقة سهلة إرفاقها وفصلها

source: The Love of Pink perfume is a chypre fruity perfume especially for women
ar_ae: عطر The Love of Pink قبرصي فاكهي صمم خاصة للنساء

source: The lovely tinted bottle makes it a must-have
ar_ae: يجب ان تقتني هذه الزجاجة الملونة الرائعة

source: The low noise and low vibration motor adds to its functionality
ar_ae: الضوضاء المنخفضة والمحرك قليل الإهتزازيضيف إلى الوظائف

source: The lower band goes around two fingers whilst the upper band goes around just one
ar_ae: يمتد نطاق الربطة السفلية لنحو إصبعين في حين أن النطاق العلوي يمتد حول واحد فقط

source: The lubricating oil and cleaning brush can be used for cleaning the blades
ar_ae: يمكن استخدام زيت التشحيم وفرشاة التنظيف في تنظيف الشفرات

source: The luxurious packaging lends it additional charisma
ar_ae: التغليف الفاخر يضفي كاريزما إضافية

source: The luxury and lighter shape is one of the main identity of this product
ar_ae: الشكل المترف والخفيف هو الهوية الرئيسية لهذا المنتج

source: The Mac Pro Security Lock Adapter is compatible with most third-party Kensington
ar_ae: وصلة قفل امان الماك برو متوافقة مع معظم الكنسينغتون من طرف ثالث

source: The machine can be used with either coffee beans or ground coffee
ar_ae: يمكن استخدام ماكينة القهوة مع حبوب القهوة أو القهوة المطحونة

source: The machine can go back, forth, left and right
ar_ae: يمكن للآلة الحركة للخلف، للأمام، اليسار واليمين

source: The magical scent takes your sensuality and charm to the next level
ar_ae: تلك الرائحة الساحرة ستأخذ أحاسيسك ومشاعرك لعالم ساحر مختلف

source: The magnet sets consist of nine force magnets of different sizes. Securely packed, the whole is in a transparent gift box.
ar_ae: تتكون مجموعات المغناطيس من تسعة مغناطيسات قوى بأحجام مختلفة. مُجمَعة بإحكام، كلها في علبة هدية شفافة.

source: The magnetic canvas can be hung up in 2 different ways.
ar_ae: يمكن تعليق القماش الكتاني بطريقتين مختلفتين.

source: The magnetic locking system makes it easy to snap vehicles together and take them apart, over and over again
ar_ae: يعمل نظام القفل المغناطيسي على تسهيل عملية التركيب ويسمح لك بوضع المركبات معًا والفصل بينهم مرارًا وتكرارًا

source: The maiju pochette bag from lumi is handmade in Spain
ar_ae: حقيبة مايجو بوشيت من لومي مصنوعة يدوياً في اسبانيا

source: The maintenance-free TOOTHED-BELT-DRIVE looks beautiful for sure - however, we still place it in a hidden position. Because when everything is put inside the steel framework, your child’s clothes will
ar_ae: جنزير الدراجة الذي لا يحتاج لصيانة شكله جميل بالتأكيد - ومع ذلك، ما زلنا نضعه في مكان خفي. لأنه عندما يتم وضع كل شيء داخل إطار من الصلب، ملابس طفلك سوف

source: The majestic jewel in the crown of Rasasi
ar_ae: جوهرة مهيبة في تاج الرصاصي

source: The marble teardrop is surrounded by a crystal applique
ar_ae: الدمعة الرخامية محاطة بكريستال مزخرف

source: The Masks Jersey Blanket by Turtledove London is comfortable
ar_ae: إن بطانية ذي ماسكس جيرسيه من تيرتلدوف لندن مريحة

source: The mass can be mixed and have different colours.
ar_ae: يمكن خلط القطع وتجميع ألوان مختلفة

source: The master of understated elegance, reinvents classic patchouli
ar_ae: سيد الأناقة الفائقة، يعيد اختراع الباتشولي الكلاسيكي

source: The materials are familiar, but our perception of them is completely new
ar_ae: المواد مألوفة، ولكن إدراكنا لها جديد تماما

source: The Maysha crescent LED light is a collection of beautiful metal crescent, the symbol of the Holy Month of Ramadan, with lighting bulbs to give the perfect ambiance
ar_ae: مصباح أل إي دي هلالي الشكل هو مجموعة من الأهلّة المعدنية الجميلة، والذي يرمز لشهر رمضان المبارك، مع لمبات الإضاءة لأجواء مثالية

source: The Maysha dome hammered lid is a very elegant addition to any table or display, these domes are not only beautiful but are functional as well, storing in them nuts, dates, chocolates and dry fruits
ar_ae: غطاء قبة Maysha المطروق هو إضافة أنيقة جداً لأي طاولة أو عرض، هذه القباب ليست جميلة فحسب ولكن عملية أيضاً، فيمكن أن نخزن بها المكسرات، التمور، الشوكولاتة والفواكه الجافة

source: The Maysha dome smooth lid is a very elegant addition to any table or display, these domes are not only beautiful but are functional as well, storing in them nuts, dates, chocolates and dry fruits
ar_ae: غطاء قبة Maysha الناعمة هو إضافة أنيقة جداً لأي طاولة أو عرض، هذه القباب ليست جميلة فحسب ولكن عملية أيضاً، فيمكن أن نخزن بها المكسرات، التمور، الشوكولاتة والفواكه الجافة

source: The Maysha Glass Decorative Domes and Minarets comes with two matching designs, one in rose gold and the other in gold
ar_ae: وتأتي قباب ومآذن Maysha الزجاجية المزخرفة بتصميمين متطابقين، أحدهما من الذهب الوردي والثاني ذهبي

source: The Maysha Magenta Wooden Round Box is a collection of beautiful wood work of trays in different sizes, tissue box, tea box and boxes for chocolate and dates storage
ar_ae: علبة Maysha الخشبية الدائرية الأرجوانية هي عبارة عن مجموعة من الصواني المصنوعة من الخشب بأحجام مختلفة، علب مناديل، علب شاي وعلب للشوكولاته وحفظ التمور

source: The Maysha pit hammered lid is a very elegant addition to any table or display, these domes are not only beautiful but are functional as well, storing in them nuts, dates, chocolates and dry fruits
ar_ae: غطاء قبة Maysha المحفور هو إضافة أنيقة جداً لأي طاولة أو عرض، هذه القباب ليست جميلة فحسب ولكن عملية أيضاً، فيمكن أن نخزن بها المكسرات، التمور، الشوكولاتة والفواكه الجافة

source: The Meccano Meccanoid G15 KS Personal Robot comes with over one thousand phrases and voice recognition to make your personal robot more like your best friend!
ar_ae: يأتي الروبوت الشخصي ميكانويد جي 15 كاي إس مزودًا بأكثر من ألف عبارة لغوية وخاصية التعرف على الصوت ليجعل روبوتك الشخصي كأفضل صديق لك تقريباً!

source: The Meccano Meccanoid G15 KS Personal Robot is for ages 10 and above. 1800mAh NiMH Battery and charger included.
ar_ae: الروبوت الشخصي ميكانويد جي 15 كاي إس مناسب للأطفال من سن 10 أعوام فما فوق. يحتوي على بطارية NiMH بقوة 1800 مل أمبير/الساعة كما يشمل شاحن أيضاً.

source: The Meccanoid G15 KS Personal Robot comes with over one thousand phrases and voice recognition to make your personal robot more like your best friend!
ar_ae: يأتيك الروبوت الشخصي ميكانويد جى15 كيه إس مزودًا بأكثر من ألف عبارة لخاصية التعرف على الصوت من أجل أن يكون روبوتك الشخصي مشابهًا إلى حد كبير لصديقك المفضل!

source: The Meccanoid G15 KS Personal Robot is for ages 10 and up. 1800mAh NiMH Battery and charger included.
ar_ae: الروبوت الشخصي ميكانويد جى15 كيه إس مناسب للأطفال من سن 10 أعوام فأكثر. يحتوي على بطارية نيكل-هيدريد فلز. 1800 مللي أمبير/الساعة وشاحن.

source: The Meccanoid G15 Personal Robot is for ages 10 and up. Batteries not included.
ar_ae: الروبوت الشخصي ميكانويد جى15 مناسب لأعمار الأطفال من سن 10 أعوام فأكثر. البطاريات غير مضمنة.

source: The Meccanoid G15 Robot comes with over one thousand phrases and voice recognition to make your personal robot more like your best friend!
ar_ae: يأتيك الروبوت الشخصي ميكانويد جى15 كيه إس مزودًا بأكثر من ألف عبارة لخاصية التعرف على الصوت من أجل أن يكون روبوتك الشخصي مشابهًا إلى حد كبير لصديقك المفضل!

source: The mesh pockets help you keep your child's snacks, drinks and toys
ar_ae: الجيوب الشبكية تساعدك على الحفاظ على الوجبات الخفيفة، المشروبات واللعب الخاصة بطفلك

source: The mesmerising aromas of this perfume land you in an exotic place
ar_ae: العبير الفاتن لهذا العطر يحملك لأماكن مذهلة

source: The mesmerising woody note adds magic to this perfume
ar_ae: اللمحة الخشبية تضيف سحراً لهذا العطر

source: The metal filter attracts the grease from cooking vapours, reducing odours, purifying the air and optimising performance
ar_ae: المصفاة المعدنية تجذب الشحوم من أبخرة الطهي، تحد من الروائح، تنقي الهواء وتُحسِن الأداء

source: The metal five-point base with a spring lets you adjust its height for better utility
ar_ae: تمنحك القاعدة المعدنية المكونة من 5 نقاط المزودة بزنبرك إمكانية ضبط الارتفاع للحصول على وضعية أفضل.

source: The metal sticks hold meat and vegetables perfectly and grill them to perfection
ar_ae: تحمل العصيّ المعدنية اللحوم والخضروات بشكل جيد وتقوم بشيهم بشكل تام

source: The metallic design makes it suitable for any kind of kitchen interior
ar_ae: تصميم معدني يجعله مناسبًا لأي نوع من تجهيزات المطابخ

source: The mic monitoring feature lets you hear your own voice while speaking during the game
ar_ae: ميزة مراقبة الميكروفون تتيح لك سماع صوتك عند التحدث أثناء اللعب
