Repository: hussamotri/file_types
Catalog: po/20170624-product-features-13-*.po
Languages: ar_ae

source: Trafalgar scent is Spicy, light, and captivating
ar_ae: رائحة ترافلغار حارة وخفيفة وآسرة

source: Trailer features space up front for an extra wheel and ramp
ar_ae: تتكون المقطورة من مساحة أمامية فارغة لاستيعاب الإطار الاحتياطي والسلم.

source: Trailer features wooden dowels to hold the drilled blocks in place.
ar_ae: تمتاز المقطورة بمسامير خشبية لوضع الكتل المثقوبة في مكانها.

source: Train moves in forward and reverse directions
ar_ae: يتحرك القطار للأمام والخلف

source: Trainer adjusts from 27” (68.6 cm) ball release height to 45” (114.3 cm) in 6” (15.2 cm) segments
ar_ae: المدرب يضبط من 27 "(68.6 سم) ارتفاع الافراج الكرة إلى 45" (114.3 سم) في 6 "(15.2 سم) شرائح

source: Trainer cup with easy-grasp handles
ar_ae: كأس المدرب مع مقابض سهلة الإمساك

source: Training organising ability and teamwork ability
ar_ae: تدرب الطفل على مهارة التنظيم والعمل الجماعي

source: Training slackline
ar_ae: أداة سير معلّق للتدريب

source: Trains
ar_ae: القطارات

source: Trains children's short term memory
ar_ae: يدرب الذاكرة قصيرة المدى للأطفال

source: Transfer speeds of up to 95MB/s
ar_ae: سرعات قراءة تصل إلى 95MB/s ميغابايت/ثانية

source: Transfer to a plate
ar_ae: تتحول إلى لوحة

source: Transfers up to 1200 photos a minutes
ar_ae: تنقل ما يزيد عن 1200 صورة في دقيقة

source: Transform headphones from open back to closed back for gaming tournaments
ar_ae: تحويل سماعات الرأس من فتح الجزء الخلفي إلى إغلاقه من أجل بطولات ممارسة الألعاب

source: Transform to make a versatile stand
ar_ae: يتحول ليُصبح منصة متعددة الجوانب

source: Transform two twin beds to a king bed
ar_ae: يمكن تحويل سريرين توأمين إلى سرير مَلَكِي

source: Transformer, connection rail, 2 speed regulators, rev counter, straight lines, turns, double looping, slides and supports.
ar_ae: محول، سكك حديدية متصلة، منظّمين للسرعة، عداد السرعة ، خطوط مستقيمة، منعطفات، حلقات مزدوجة، انزلاقات ودعّامات.

source: Transformers Lights and Sound Twist Grip
ar_ae: مقبض يصدر أصوات وأضواء ترانسفورمرز.

source: Transformers wheel covers
ar_ae: أغطية عجلات ترانسفورمرز

source: Transforms from rocker to push-along to ride-on
ar_ae: يتحول من كرسي هزاز إلى مقعد للركوب عليه

source: Transforms into a soft and colourful ball
ar_ae: يتحول إلى كرة ناعمة ملونة

source: Transforms the Appearance of Skin Texture: enriched with Pro-Xylane™ 3% and Pro Ceramide Skin feels smoother and appears more even
ar_ae: يحول مظهر بُنية الجلد: المقوّى برو-زيلان ™ 3٪ و برو سيراميد فيُصبح الجلد أكثر سلاسة ويبدو أكثر من ذلك

source: Transforms the skin’s inner architecture and restores the complexion’s luminosity and uniformity
ar_ae: يحول البناء الداخلي للبشرة ويستعيد لمعان البشرة وتوحيدها

source: Transforms to rich lather
ar_ae: يتحول إلى رغوة كثيفة

source: Transforms Trivial Pursuit into a handy playing card format
ar_ae: تحول لعبة تريفيال برسوت إلى شكل بسيط من أوراق اللعب

source: Translucent cover allows for plenty of room
ar_ae: غطاء شفاف يُعطي مساحة للغرفة

source: Translucent cupboard doors, “stainless steel” refrigerator and microwave
ar_ae: أبواب خزانة شفافة، "الفولاذ المقاوم للصدأ" ثلاجة و ميكروويف

source: Translucent handles with holes for hanging
ar_ae: مقابض شفافة مع فتحات للتعليق

source: Transmit audio and video from Mini DisplayPort to HDTV and Ideal for connecting MacBook's, Ultrabooks, or tablets to an HDTV
ar_ae: إمكانية نقل الصوت والفيديو من Mini DisplayPort إلى تلفزيون عالي الدقة، وهو مثالي عند توصيل أجهزة ماك بوك أو ألترابوك أو أجهزة لوحية بتلفزيون عالي الدقة

source: Transmits video in high-definition 1080p resolution
ar_ae: ينقل الفيديو بدقة عالية 1080p

source: Transmitter runs on 3 AAA batteries
ar_ae: الارسال يعمل على بطاريات 3 AAA

source: Transparent 1l jug
ar_ae: إبريق 1l شفاف

source: Transparent and bold colours
ar_ae: ألوان شفافة و غامقة

source: Transparent barrel with bagless design
ar_ae: اسطوانة شفافة مع تصميم بدون كيس

source: Transparent bottle for a clear view
ar_ae: زجاجة شفافة للحصول على رؤية واضحة

source: Transparent bracelet
ar_ae: سوار شفاف

source: Transparent case making the design preserves the MacBook
ar_ae: حقيبة شفافة بتصميم يمنح الحماية لأجهزة ماك بوك

source: Transparent case with black colour, which makes the design of the iPhone is retained
ar_ae: حقيبة شفافة من اللون الأسود، تحافظ على تصميم آيفون

source: Transparent double glass doors provide the visibility of the cooking process and have cooler, safer to touch surface
ar_ae: أبواب زجاجية مزدوجة شفافة توفر الرؤية لعملية الطهي ولها سطح أكثر برودة وأمانا للمس

source: Transparent freezer drawers allows you see the contents of a drawer without having to open it
ar_ae: تتيح لك أدراج الفريزر الشفافة رؤية محتويات الدرج دون الحاجة إلى فتحه

source: Transparent glass cover
ar_ae: غطاء زجاجي شفاف

source: Transparent glass cover for easy viewing
ar_ae: غطاء زجاجي شفاف لسهولة المشاهدة

source: Transparent hardshell liquid case, with glitter!
ar_ae: غطاء متين شفاف ذو منظر مائي، به لمعان!

source: Transparent information window
ar_ae: نافذة معلومات شفافة

source: Transparent Killer Whale design
ar_ae: تصميم حوت قاتل شفاف

source: Transparent lid
ar_ae: غطاء شفاف

source: Transparent lid for easy visual access
ar_ae: غطاء شفاف لسهولة الرؤية

source: Transparent plastic splash guard with window
ar_ae: حماية بلاستيك شفافة مرشوشة مع شباك

source: Transparent pool "Abyss Marini", safety valves, resistant vinyl-tested
ar_ae: حمام سباحة شفاف "أبيس ماريني"، صمامات أمان، مقاومة للفينيل المختبر مسبقاً

source: Transparent rings
ar_ae: حلقات شفافة

source: Transparent screen protection
ar_ae: لاصقة شاشة شفافة

source: Transparent tempered glass cover
ar_ae: غطاء شفاف من الزجاج الصلب

source: Transparent tinted containers to see what's inside
ar_ae: حاويات ملونة شفافة لرؤية مايوجد في الداخل

source: Transparent top
ar_ae: سطح علوي شفاف

source: Transparent top with multi-coloured tubular structure
ar_ae: تأتي بجزء علوي شفاف مع هيكل بشكل أنابيب متعدد الألوان

source: Transparent top with reflective silver bottom
ar_ae: سطح علوي شفاف مع قاعدة فضية عاكسة

source: transparent walls blue colour with silver reflective coating
ar_ae: جدران زرقاء شفافة بطلاء فضي عاكس

source: Transparent water gauge
ar_ae: مقياس المياه الشفاف

source: Transparent water gauge with water level display
ar_ae: مقياس المياه الشفاف مع عرض مستوى المياه

source: Transparent water level window
ar_ae: نافذة لإظهار مستوى الماء

source: Transparent with spots design
ar_ae: تأتي بتصميم شفاف ومزينة ببقع ملونة

source: Transport to a time where grace and dignity are a way of life
ar_ae: تنقلك إلى وقت حيث النعمة والكرامة هي وسيلة للحياة

source: Transport you to a world of untold beauty and majesty
ar_ae: تنقلك إلى عالم لا يوصف من الجمال والفخامة

source: Transporting you to Aztec times is this gorgeous chunky collar necklace
ar_ae: قلادة العنق الثقيلة الرائعة هذه تأخذك إلى زمن أزتيك

source: Traps dust and dirt particles within 110,000 fibres per square inch
ar_ae: نفّاضة الغبار والأوساخ داخل 110،000 من الألياف لكل بوصة مربعة

source: Trash is Treasure - Every scrap that's scavenged is important and can be utilized to upgrade and enhance equipment, weapons and vehicles. Gamers raid enemy encampments to gain access to valuable resou
ar_ae: النفايات ثروة - تعد كل قطعة خردة يُعثر عليها في غاية الأهمية حيث يمكن استغلالها في تحديث وتعزيز المعدات والأسلحة والمركبات. سيقوم اللاعبون بمهاجمة معسكرات العدو للوصول للموارد ذات القيمة

source: Travel
ar_ae: السفر

source: Travel Blue DUAL 2.1 Amp car charger optimises charging your electronics
ar_ae: شاحن سيارة للسفر ثنائي أزرق 2.1 أمبير يحسّن شحن الأجهزة الإلكترونية الخاصة بك

source: Travel friendly
ar_ae: مناسب للسفر

source: Travel friendly size
ar_ae: حجم مناسب للسفر

source: Travel in style with Apollo the puppy in his amazing doggy limo
ar_ae: سافر بأناقة مع الجرو أبولو في ليموزين الكلاب المذهلة الخاصة به

source: Travel pack
ar_ae: حزمة السفر

source: Travel pouch included
ar_ae: تشمل حقيبة حفظ للسفر

source: Travel set
ar_ae: مجموعة السفر

source: Travel Size
ar_ae: حجم مناسب للسفر

source: Travel to your dream destination with island kiss by the design house of Escada
ar_ae: سافر إلى محطة أحلامك مع عطر "آيلاند كيس" إنتاج بيت تصميمات "إسكادا"

source: Traverse any terrain full 4 x 4 vehicle
ar_ae: تعبر أي تضاريس سيارة رباعية الدفع بالكامل

source: TRAVERSE THE FAST-PACED WORLD OF INDUSTRIAL LONDON - From Buckingham Palace to Whitechapel, fight and triumph across the massive open world of Victorian London. Parkour across moving vehicles to track
ar_ae: أعبر العالم السريع لمدينة لندن الصناعية - من قصر باكنغهام إلى وايتشابيل، حارب وانتصر عبر العالم المفتوح والضّخم للندن الفيكتورية. مارس الباركور عبر المركبات المتحركة لتتبع

source: Traverse The Industrial London - Parkour across fast-moving vehicles, hijack carriages and engage in street races
ar_ae: اخترق المدينة الصناعية لندن - مارس رياضة الباركور عبر المركبات سريعة الحركة، واخطف العربات وانخرط في سباقات الشوارع

source: Tray folds underneath seat
ar_ae: ينطوي الطبق تحت المقعد

source: Tread tyres
ar_ae: إطارات ملامسة للأرض

source: Treasured savings are safe in the Winnie the Pooh Money Box
ar_ae: حتمًا ستكون مدخراتك الثمينة في أمان تام داخل صندوق النقود ويني ذا بوه

source: Treat your skin to the hydrating effect of this body butter
ar_ae: عالج بشرتك بترطيبها بزبدة الجسم

source: Treatment and healing of split ends due to its rich content in Omega 3 and Omega 6 fatty acids.
ar_ae: يعالج تقصف الأطراف لأنه غني بالأحماض الدهنية مثل أوميغا 3 وأوميغا 6.

source: Treatment base which protects the nail and doubles the lasting quality of nail polish
ar_ae: قاعدة علاجية تحمي الأظافر وتضاعف ثبات طلاء الاظافر

source: Treatment screen for delicate nails
ar_ae: طبقة علاجية للأظافر الحساسة

source: Treats skin dullness, loss of radiance, dryness and dehydration
ar_ae: يعالج البشرة الباهتة وغير المشرقة والجافة

source: Tremendous quality and value
ar_ae: نوعية وجودة عالية

source: Trendy design
ar_ae: تتميّز بتصميم عصري

source: Trendy neutral-shaded bottle etched with signature logo detailing for a striking appeal
ar_ae: زجاجة ذات ظلال محايدة عصرية محفور فيها الشعار المميز بتفاصيله لجاذبية ملفتة

source: Trendy outfit for Cloe's hover board-riding style
ar_ae: زي عصري يتناسب مع ستايل كلوي في ركوب اللوح الطائر

source: Trendy, elegant, and light
ar_ae: عصرية وأنيقة وخفيفة

source: Tri-band switch to enable racing up to 3 cars at the same time
ar_ae: تبديل ثلاثي المجموعة لتمكين سباق من 3 سيارات في نفس الوقت

source: Tria Acne Clearing Blue Light is a non-UV, non-irritating, high energy light based device used in the treatment of mild to moderate inflammatory acne
ar_ae: تريا أكني بلو لايت ليس بالأشعة فوق البنفسجية، لا يسبب الانزعاج، جهاز يعتمد على الضوء شديد الطاقة ويستخدم في علاج الحالات الخفيفة إلى المعتدلة من حب الشباب الالتهابي.

source: TRIALS FUSION FULL GAME Rock-solid motocross physics and reality-bending course designs come together for an over-the-top racing experience that no other game can provide. Show your fearless side with
ar_ae: اللعبة الكاملة تريال فيوجن. تجتمع فيزياء الموتوكروس الأصليّة مع تصميم انحناءات خارقة للطبيعة لتقدّم تجربة سباق على أعلى مستوى لا توجد في أي لعبة أخرى. أظهر جانبك الشجاع مع

source: Triangular plate
ar_ae: لوحة ثلاثية

source: Trifold cover becomes a stand
ar_ae: غطاء ينثني ثلاث مرات ليعمل كحامل

source: Trim straight across nails then shape as needed
ar_ae: قم بتقليم الأظافر بخط مستقيم ثم شكل حسب الحاجة

source: Triple Action Clarity Technology for a dramatic change in your skin
ar_ae: يتميز بتكنولوجيا Triple Action Clarity لضمان إحداث تغيير جذري في بشرتك

source: Triple action: cleans, decalcifies and freshens
ar_ae: ثلاث وظائف: ينظف، ينزع الكالسيوم، يجدّد

source: Triple banded
ar_ae: الثلاثي النطاقات

source: Triple crown burner offers faster, more even heating
ar_ae: يوفر موقد البوتاجاز الثلاثي العلوي تسخين أسرع وأكثر تساويًا

source: Triple Function: UV Protection, Anti-Wrinkle and Brightening
ar_ae: ثلاث وظائف: الحماية من الأشعة فوق البنفسجية، مضاد للتجاعيد، الإشراق

source: Triple glass oven door, storage drawer and 2 adjustable feet, 2 rear wheels
ar_ae: زجاج ثلاثي لباب الفرن، درج تخزين، قدمان قابلة للتعديل، عجلاتان خلفيتان

source: Triple interface, bus powered, plug and play
ar_ae: واجهة ثلاثية ويعمل بطاقة الناقل وخاصية التوصيل والتشغيل

source: Triple layer protection
ar_ae: طبقة ثلاثية للحماية

source: Triple link
ar_ae: وصلة ثلاثية

source: Triple locking mechanism provides maximum security
ar_ae: خاصية قفل ثلاثي توفر أقصى حماية وأمان

source: Triple oven glass door
ar_ae: باب الفرن من الزجاج الثلاثي على شكل حرف U

source: Triple silicone packing
ar_ae: سيليكون ثلاثي التعبئة

source: Triple-enzyme formulation removes stubborn stains
ar_ae: تركيبة الانزيم الثلاثي تزيل البقع العنيدة

source: Triple-Milled for a smoother, creamier and more luxuriant lather
ar_ae: طحن ثلاثي للحصول على رغوة كريمية فاخرة و أكثر سلاسة

source: Triple-Milled to produce a creamier, more luxuriant lather
ar_ae: طحن ثلاثي لانتاج رغوة كريمية أكثر و فاخرة

source: Triple-milled, silk-like powder
ar_ae: طحن ثلاثي، حريري مثل البودرة

source: Trivial Pursuit - Play with your knowledge in a fast Paced TV show experience. Trivial Pursuit has never been so much fun! A modern look, a highly interactive scenario, reinvented question types, and
ar_ae: تريفيال بورسويت - شارك في اللعبة بمعرفتك في تجربة عرض تلفزيوني يعتمد على سرعة البديهة. لم يكن تريفيال بورسوت أكثر متعة من قبل! مظهر حديث، سيناريو تفاعلي، إعادة ابتكار أنواع الأسئلة، و

source: Trolley strap to secure the case to your other luggage
ar_ae: حزام جر لتثبيت الحقيبة مع الأمتعة الأخرى

source: Tropical climate class
ar_ae: طبقة مناخية استوائية

source: Tropical climate class (160c-430c)
ar_ae: طبقة المناخ الاستوائي (160-430 درجة مئوية)

source: Truck and bulldozer
ar_ae: شاحنة وجرافة

source: Truck features a blue and white colour scheme
ar_ae: تتميز الشاحنة بنسق لوني أزرق وأبيض

source: Truck features a removable trailer and a yellow, grey and black colour scheme
ar_ae: تشتمل الشاحنة على قمرة قيادة ذات غطاء منزلق، وأذرعاً متحركة، ومروحة دوارة ونسقاً لونيّاً أصفر وأسود

source: Truck features spinning sweeper brushes and a truck bed with tool hooks
ar_ae: تتميز الشاحنة بوجود فرش كنس دوارة وسرير بالشاحنة وخطفات

source: Truck rides on 6V Ni-Mh battery pack
ar_ae: حزمة البطارية 6V ني-م للعبة ركوب الشاحنة للأطفال

source: True Fit, self-adjusts to perfect fit
ar_ae: ملائمة بشكل مناسب، ضبط ذاتي لملائمة مثالية

source: True To Size
ar_ae: ملائمة بالحجم

source: True-to-scale reproduction of the original metal with plastic parts. Doors are open
ar_ae: نموذج مطابق للقياس من المعدن الأصلي مع قطع من البلاستيك. الأبواب مفتوحة

source: Truefitt and Hill - Day Care
ar_ae: ترويفيت وهيل - الرعاية النهارية

source: Truly non-spill
ar_ae: حقا غير قابل للتسريب

source: Trumps and giggles for your amusement
ar_ae: أصوات أبواق وقهقهات لتسليتك الخاصة

source: Trusted hospital distributed brand
ar_ae: علامة تجارية موّزعة من مستشفى موثوق

source: Trusted, hospital-distributed brand
ar_ae: علامة تجارية موّزعة من مستشفى موثوق

source: TruStructiv technology supports your skin’s natural restorative powers
ar_ae: تكنولوجيا TruStructiv الفريدة تدعم قدرة البشرة على الإصلاح الطبيعي

source: Try it on and complete your look with makeup to flatter your skin tone and features
ar_ae: قومي بتجربته وأكملي طلتكِ بوضع المكياج لتضفي جمالا على لون وخصائص بشرتك

source: Try touching different objects to see how they conduct electricity
ar_ae: حاول لمس أجسام مختلفة لمعرفة كيف أن بقدرتها إيصال الكهرباء.

source: Try your hand at surfing or enjoy a spot of fishing from the balcony
ar_ae: جرب ركوب الأمواج أو استمتع ببقعة للصيد من الشرفة

source: Tthe magnets are easy to install and remove
ar_ae: مغناطيس سهلة التركيب وإزالة

source: Tub fits into single and double sinks and in adult bathtubs
ar_ae: حوض استحمام مجهز بأحواض مفردة ومزدوجة و أحواض استحمام للكبار

source: Tubular design easy to hold and good for hard-to-reach teeth
ar_ae: تصميم أنبوبي سهل الإمسالك وجيدة للأسنان التي يصعب الوصول إليها

source: Tubular flower petals are great for teething plus lightweight
ar_ae: بتلات أزهار أنبوبية رائعة للتسنين وخفيفة الوزن

source: Tuck away shoulder straps
ar_ae: أحزمة مثنيّة بعيدا عن الكتف

source: Tufted large
ar_ae: عنقودي كبير

source: Tufted medium
ar_ae: عنقودي وسط

source: Tufted pedestal
ar_ae: قاعدة عنقودية

source: Tuggable crinkle leaves
ar_ae: أوراق قابلة للتجعد والسّحب

source: Tuggable key teether and elasticised top
ar_ae: عضاضة مفتاح قابلة للسحب ورأس ممطّط

source: Tuggable teether legs add to the fun and Open wings for a surprise mirror inside
ar_ae: أرجل عضاضة قابلة للسحب تضفي المزيد من المرح وأجنحة تفتح لمرآة مفاجأة في الداخل

source: Tumble dry low
ar_ae: يجفف على حرارة منخفضة

source: Tumble in the dryer to lift and separate laundry allowing hot air to flow more efficiently
ar_ae: ضعه في المجفف لرفع وفصل الغسيل سامحاً للهواء الساخن بالتدفق بنجاعة أكبر

source: Tumble roller or roll rattling beads for great finger exercises
ar_ae: أسطوانة دوارة أو لفافة من خرز الخشخشة لتمارين أصابع رائعة

source: Tumble roller with cute images and blinking signal lights
ar_ae: أسطوانة دوارة مع صور لطيفة وأضواء إشارة وامضة

source: Tumbling play with beads on the train engine
ar_ae: حركات الخرز البهلوانية عند محرك القطار

source: TUNE YOUR CARS TO DRIVE EVERYWHERE: Fill your garage with powerful cars, agile motorcycles, unstoppable monster trucks, evasive drift cars and roaring dragsters. Level up your vehicles and tune them w
ar_ae: عدل على سيارتك لتقودها في كل مكان: املأ الكراج بالسيارات القوية، الدراجات النارية الرشيقة، شاحنات الوحوش التي لا يمكن إيقفها، وسيارات الانجراف والمناورة والسيارات الزاحفة النفاثة. ارتقي بمستوى مركباتك وعدل عليها

source: Tuning indicator
ar_ae: مؤشر موالفة

source: Turbo button for a stronger performance
ar_ae: زر تربو لأداء أقوى

source: Turbo button for the toughest ingredients
ar_ae: زر تربو للمكونات الأكثر صلابة

source: Turbo drying
ar_ae: التجفيف بخاصية التيربو

source: Turbo function
ar_ae: وظيفة التربو

source: turbo function with 5 speed levels
ar_ae: خاصية التيربو مع 5 مستويات للسرعة

source: Turbo mode for fast operation
ar_ae: وضع التيربو لتشغيل سريع

source: Turbo switch
ar_ae: انتقال إلى خاصية التيربو

source: TurboPower lithium battery are many
ar_ae: بطاريات ليثيوم تيربو باور متعددة

source: Turmeric that is a skin lightening agent helps even out skin discoloration
ar_ae: الكركم الذي هو عامل تفتيح البشرة يساعد حتى خارج تلون الجلد

source: Turn 2x3 ZINK photo prints into decorative art pieces in seconds
ar_ae: تحول صور 2X3 زينك إلى قطع فنية مزخرفة في ثوان

source: Turn colourful gears for delightful music, or flip pages with cute images
ar_ae: أدِر التروس الملونة للاستماع الى موسيقى ممتعة، أو قلّب الصفحات ذات الصور الجذّابة

source: Turn colourful gears for flashing lights and lively music
ar_ae: أدِر التروس الملونة للحصول على أضواء ساطعة و موسيقى مفعمة بالحيوية

source: Turn dial for lively music and fun sound effects
ar_ae: أدِر القرص للاستماع الى موسيقى حيّة وتأثيرات أصوات مرحة

source: Turn dial for rewarding fun sounds with cute images
ar_ae: أدِر القرص لأصوات مرحة مع صور جذّابة

source: Turn on the water and it will spray from the top of the volcano downwards and inside it
ar_ae: قم بفتح صمام المياة، وسوف يقوم بالرش من أعلى البركان إلى أسفل وداخله

source: Turn peek a boo window or turn hands on clock to learn to tell time
ar_ae: أدِر نافذة peek a boo أو أدِر اليدين على الساعة لتعلم الوقت

source: Turn texts into a fashion statement you can wear on your wrists with the Text Cool Bracelet Studio!
ar_ae: اكتبي رسائلكِ في قالب فني وارتديها حول معصمك بمساعدة ستوديو أسورة تكست كول!

source: Turn the engines and unleash the never-before-seen rapid shooters!
ar_ae: أدر المحركات وأطلق النيران من المسدسات السريعة التي لا مثيل لها!

source: Turn the handles to reveal the hidden weapons stash
ar_ae: قم بلف المقابض لتكشف عن مخبأ الأسلحة المختفية

source: Turn the ignition key for revving engine and horn sounds
ar_ae: قم بتشغيل مفتاح الإشعال لتدوير المحرك وأصوات التنبيه

source: Turn the minifigure’s head to switch from clean-shaven to bearded appearance
ar_ae: بدل رأس الدمية الصغير لتغيره من مظهر محلوق اللحية إلى ملتحي

source: Turn the rotating stage and bird stand for a super special performance
ar_ae: دور المسرح الدوار ومنصة الطائر الدوارة لعزف خاص للغاية

source: Turn the wheel on the back of the mech to spin the Time Portal on the front
ar_ae: لف العجلة الموجودة خلف سناك ماك للف البوابة الزمنية الأمامية

source: Turning dials with sounds
ar_ae: تدوير الأقراص مع الأصوات

source: Turning front wheels
ar_ae: تدوير العجلات الأمامية

source: Turning Joop Homme Extreme into a full and sensual experience
ar_ae: تحول Joop Homme Extreme إلى تجربة كاملة وحسية

source: Turns Blue To Show When Your Baby Wets The Diaper
ar_ae: تحول اللون الأزرق الى إظهار عندما يقوم طفلك بالتبول على الحفّاظة

source: Turns smoothly on hidden ball-bearing track
ar_ae: يدور بسلاسة

source: Turtles include Vision Quest Leo, Raph with his pet Spike, Electrified Donnie, and Arcade Mode Mikey, each with their own accessory
ar_ae: وتشمل السلاحف فيجين كويست ليو، راف مع حيوانه الأليف سبايك، اليكترفايد دوني، أركاد مود مايكي، ولكل منهم اكسسوارت خاصة به

source: Tutti Frutti offers more than more 40 fruity scents
ar_ae: تأتي مجموعات توتي فروتي بأكثر من 40 رائحة من روائح الفواكه

source: TÜV tested safety
ar_ae: اختبار TÜV للسلامة

source: TV advertised
ar_ae: مُعلن عنها بالتلفاز

source: Twelve mystery buildable Minion character figures that you can customize with interchangeable accessories, sold separately
ar_ae: 12 شخصية من شخصيات مينيون المركبة الغامضة والتي يمكنك إضفاء لمسة عليها بإكسسوارات قابلة للتبديل، وتباع على حدة

source: Twice the size of building blocks of BanBao for an added appeal
ar_ae: تأتي بحجم مضاعف من مكعبات بناء بانباو لمزيد من الجاذبية

source: Twilight was launched in 2017
ar_ae: تم إطلاق توايلايت في عام 2017

source: Twin blades enable fine grinding
ar_ae: شفرات مزدوجة تمكّن الطحن الناعم

source: Twin circle design
ar_ae: تصميم دائرة مزدوج

source: Twin handles are easy for baby to hold
ar_ae: يتميز بمقابض مزدوجة يَسهُل على الطفل حملها

source: Twin ionized blade for a smoother shave
ar_ae: شفرة متأينة مزدوجة لحلاقة أكثر سلاسة

source: Twin protector measures 39 inches by 75 inches and comes with a 10-year manufacturer's warranty
ar_ae: تدابير حماية مزدوجة 39 بوصة في 75 بوصة، وتأتي مع ضمان لمدة 10 سنوات من المُصنّع

source: Twin value pack
ar_ae: حزمة قيمة مزدوجة

source: Twin-purpose reversible plastic sheath
ar_ae: جِرَاب بلاستيكي ثنائي الغرض قابل للغلق

source: TwinTank technology stores clean water and collects dirty water after washing
ar_ae: تخزن تكنولوجيا توينتانك المياه النظيفة وتجمع المياه المتسخة بعد الغسيل

source: Twist and turn down rivers and rapids
ar_ae: منطاد السرعة والهبوط النهري

source: Twist design makes it convenient to use
ar_ae: تصميم مُلتف يجعله ملائم للاستخدام

source: Twist Front
ar_ae: قصّة ملتفة أمامية

source: Twist front full bottom
ar_ae: سروال كامل بقصة ملتفة أمامية

source: Twist style ball point pen with black ink
ar_ae: قلم جاف من الحبر الأسود بتصميم مُلتف

source: Twist style ballpoint pens with black ink
ar_ae: أقلام جافة من الحبر الأسود بتصميم مُلتف

source: Twist throttle with Push-To-Go technology
ar_ae: صمام خانق بتكنولوجيا Push-To-Go

source: Twist up delivery and built-in sharpener
ar_ae: توصيل بالالتفاف و مبراة مُدمجمة

source: twist: right - left,
ar_ae: التفاف: يمين - يسار،

source: Twisted design for easy use
ar_ae: تصميم ملفوف يتيح سهولة الاستخدام

source: Twists & wraps each nappy to lock in odour
ar_ae: يلُف ويغلّف كل حفاظ لحبس الرائحة في الداخل

source: Twists hair quickly and easily
ar_ae: تقوم بلف الشعر بسرعه وسهولة

source: Two 3 interconnecting nozzles
ar_ae: اثنين من الصنابيرالمترابطة

source: Two 6 inches diameter half-ball pans
ar_ae: مقلاتان على شكل نصف كرة بقطر 6 بوصة

source: Two adjustable spinning levels
ar_ae: اثنين من مستويات الدوران قابل للتعديل

source: Two air chambers
ar_ae: فتحتا تهوية

source: Two air chambers for buoyancy
ar_ae: غرفتا هواء لتمكنك من الطفو
