Repository: hussamotri/file_types
Catalog: po/20170624-product-features-13-*.po
Languages: ar_ae

source: This refreshing creation will certainly make this your favourite pick
ar_ae: سيجعل هذا الابتكار المنعش منه اختيارك المفضل بالتأكيد

source: This refreshing scent is the perfect choice for a beautiful spring or summer day
ar_ae: هذه الرائحة المنعشة هي الاختيار المثالي ليوم ربيعي أو صيفي جميل

source: This relaxing country side perfume is a classic and elegant, which will last you all through the day
ar_ae: سيدوم هذا العطر الريفي الأنيق والكلاسيكي والباعث على الاسترخاء طوال اليوم

source: This results to a longer-lasting moisture effect and faster brightening process that leads to a much radiant and fair complexion
ar_ae: يؤدي ذلك إلى تأثير رطوبة يدوم طويلاً وعملية تبييض أسرع تؤدي إلى بشرة مشرقة وعادلة

source: This retro red metal car will make your children real racing drivers! Self-assembly.
ar_ae: هذه السيارة العتيقة الطراز ستمنح أطفالك تجربة سائقي سيارات السباق الفعليين! يتم تجميع القطع.

source: This revolutionary design is made for the parent on the go and is great for day picnics, hikes, and your child’s recreational activities
ar_ae: تم ابتكار هذا التصميم الثوري للوالد الذي على عجلة من أمره، وهو رائع للنزهات ونزهات المشي والأنشطة الترفيهية لطفلك

source: This rice cooker is multifunctional and has a steamer along with rice cooker
ar_ae: يتميز جهاز طهي الأرز هذا بأنه متعدد الاستخدامات ولديه جهاز طهي بالبخار جنباً إلى جنب مع جهاز طهي الأرز

source: This rich and bright aroma is floral and complex
ar_ae: هذه رائحة أزهار معقدة غنية ومشرقة

source: This rich blend makes an excellent addition to any collection
ar_ae: يعد هذا المزيج الغني إضافة ممتازة إلى أي مجموعة

source: This romper is perfect for summer dressing
ar_ae: أفرول مثالي للارتداء في الصيف

source: This room is the perfect place to relax after a long day
ar_ae: هذه الغرفة هي المكان المثالي للاسترخاء بعد يوم طويل

source: This rubber Anaconda measures 6 feet long
ar_ae: يبلغ طول أناكوندا المطاط 6 أقدام

source: This rug is bound to make your bathroom sleek and stunning
ar_ae: تهدف هذه السجادة إلى جعل حمامك أنيق ومذهل

source: This scent encourages its wearer to recognise the opportunities
ar_ae: تشجع هذه الرائحة مرتديها على تمييز الفرص

source: This scent has a rich, intense and luxurious feel
ar_ae: تتميز هذه الرائحة بشعور غني ومكثف وفاخر

source: This scent has some fresh and clean notes which is perfect for day wear
ar_ae: يتميز هذا العطر ببعض الروائح المنعشة والطاهرة وهو مثالي للارتداء النهاري

source: This scent is a combination of sacred pure Mysore sandalwood
ar_ae: هذا العطر هو تركيبة من خشب الصندل النقي المقدس من ميسور

source: This scent is a perfect for a night party with its earthy modern accords
ar_ae: هذا العطر مثالي للحفلات الليلية مع روائحه الترابية العصرية

source: This scent is ideal to wear casually on a daily basis
ar_ae: هذا العطر مثالي للارتداء العملي يوميًا

source: This scent is intended for a courageous & bold woman who creates her own codes, style, beauty and mystery
ar_ae: يستهدف هذا العطر المرأة الشجاعة والجريئة والتي تبتكر شفراتها الخاصة وأسلوبها وجمالها وغموضها

source: This scent is intriguing when worn alone works with your body chemistry
ar_ae: هذا العطر مثير للاهتمام فعند وضعه وحده يعمل مع كيمياء الجسم

source: This scent is recommended for casual wear
ar_ae: يُنصح بهذا العطر للارتداء العملي

source: This scent is the epitome of pure masculine energy
ar_ae: هذا العطر مثال على الطاقة الذكورية الخالصة ا

source: This scent lasts for long hours and does not fade out easily
ar_ae: يدوم هذا العطر لساعات طويلة ولا يتلاشى بسهولة

source: This scent portrays femininity and fashion and uses its seductive balance
ar_ae: يصور هذا العطر الأنوثة والأزياء ويستخدم توازنه المغرِ

source: This scent was created not be intense
ar_ae: تم ابتكار هذا العطر لكيلا يكون مكثف

source: This scent was designed not be intense
ar_ae: تم تصميم هذا العطر لكيلا يكون مكثف

source: This self-confidently female fragrance suits the modern, self-determined women
ar_ae: يناسب هذا العطر الأنثوي الواثق من نفسه النساء العصرية المستقلة

source: This set can also be rebuilt into a boat or helicopter
ar_ae: يمكن أيضًا إعادة تجميعها إلى قارب أو مروحية

source: This set comes housed in an elegant Tour de Space and Time presentation box with rose gold foiling.
ar_ae: يأتي هذا الطقم في علبة تقديم تور دو سبيس اند تايم أنيقة مع ورق مفضض ذهبي وردي

source: This set consists of 20 items
ar_ae: يتكون هذا الطقم من 20 قطعة

source: This set contains all the essential brushes you need for optimal makeup application
ar_ae: يحتوي هذا الطقم على جميع الفراشي الأساسية التي تحتاجينها لوضع مستحضرات التجميل بشكل أمثل

source: This set contains lanyard to make fabulous projects including exquisite ready-to wear jewellery
ar_ae: هذه المجموعة تحتوي على الحبل لجعل مشاريع رائعة بما في ذلك رائعة جاهزة جاهزة لارتداء المجوهرات

source: This set includes 1 sector brush for removing excess powder; 5 face brushes, used for loose or compact powder, bronzer, and blush application; 1 foundation brush for liquid foundation and concealers;
ar_ae: يشمل هذا الطقم 1 فرشاة مروحية لإزالة المسحوق الزائد؛ و5 فراشي للوجه تستخدم لوضع المسحوق الناعم أو المضغوط وبودرة التسمير وحمرة الخدود؛ و1 فرشاة كريم أساس لكريم الأساس السائل وخافي العيوب؛

source: This set includes 1 sector brush, 3 face brushes, 4 eyeshadow brushes, 2 lip brushes, 1 eyeliner brush, 1 mascara brush, 1 eyebrow brush, 1 eyebrow comb and 1 sponge eyeshadow brush
ar_ae: يشمل هذا الطقم 1 فرشاة مروحية، و3 فراشي للوجه، و4 فراشي لظلال العيون، وفرشتين للشفاه، و1 فرشاة للكحل و1 فرشاة للماسكارا و1 فرشاة للحواجب و1 فرشاة إسفنجة لظلال العيون

source: This set includes 12 whisks
ar_ae: يشمل هذا الطقم 12 مخفقة

source: This set includes 2 face brushes, 1 foundation brush, 2 eyeshadow brushes, 1 noseshadow brush and 1 sponge eyeshadow brush
ar_ae: يشمل هذا الطقم فرشتين للوجه و1 فرشاة لكريم الأساس وفرشتين لظلال العيون و1 فرشاة لظل الأنف و1 فرشاة إسفنجة لظلال العيون

source: This set includes 2 face brushes, 1 foundation brush, 2 eyeshadow brushes, 1 noseshadow brush, and 1 sponge eyeshadow brush
ar_ae: يشمل هذا الطقم فرشتين للوجه و1 فرشاة لكريم الأساس وفرشتين لظلال العيون و1 فرشاة لظل الأنف و1 فرشاة إسفنجة لظلال العيون

source: This set includes 2 sculpt brushes, 1 slim striping brush, 1 striping brush, 1 curved striping brush, 1 thick striping brush, 2x 3D angled painting brushes, 1x 3D flat brush, 2 fan brushes, 1 painting
ar_ae: يشمل هذا الطقم فرشتين نحت و1 فرشاة لرسم الخطوط الضيقة و1 فرشاة لرسم الخطوط و1 فرشاة لرسم الخطوط المقوسة و1 فرشاة لرسم الخطوط السميكة وفرشتين زاوية ثلاثية الأبعاد للدهان و1 فرشاة مسطحة ثلاثية الأبعاد وفرشتين مروحة و1 دهان

source: This set includes 3 face brushes, 1 foundation brush, 4 eyeshadow brushes, 2 noseshadow brushes, 1 eyebrow brush, 1 eyeliner brush
ar_ae: يشمل هذا الطقم 3 فراشي للوجه و1 فرشاة لكريم الأساس و4 فراشي لظلال العيون وفرشتين لظل الأنف و1 فرشاة للحواجب و1 فرشاة للكحل

source: This set includes four coasters
ar_ae: يشمل هذا الطقم أربعة حاملات أكواب

source: This set includes over 120 pieces and offers an age-appropriate build and play experience for ages 6-12
ar_ae: تشمل هذه المجموعة أكثر من 120 قطعة وتقدم تجربة بناء ولعب مناسبة للفئة العمرية للأطفال بين سن السادسة والثانية عشر

source: This set includes over 190 pieces and offers an age-appropriate build and play experience for ages 8-12
ar_ae: تشمل هذه المجموعة أكثر من 190 قطعة وتقدم تجربة بناء ولعب مناسبة للفئة العمرية للأطفال بين سن السادسة والثانية عشر

source: This set includes over 70 pieces and offers an age-appropriate build and play experience for ages 6+
ar_ae: تشمل هذه المجموعة أكثر من 70 قطعة وتقدم تجربة بناء ولعب مناسبة للفئة العمرية للأطفال أكبر من 6 سنوات

source: This set of 2 spoons is soft for sensitive gums
ar_ae: هذه المجموعة من ملعقتين ناعمة على اللثة الحساسة

source: This set offers an age-appropriate build and play experience for ages 1½-3 years
ar_ae: تقدم مجموعات ليغو Juniors تجربة بناء ولعب مناسبة للفئة العمرية للأطفال بين سن عام ونصف و 1½-3 أعوام

source: This set offers an age-appropriate build and play experience for ages 5-12
ar_ae: تقدم هذه المجموعة تجربة بناء ولعب مناسبة للفئة العمرية للأطفال بين سن 5-12 عام

source: This set offers an age-appropriate build and play experience for ages 6-12
ar_ae: تقدم هذه المجموعة تجربة بناء ولعب مناسبة للفئة العمرية للأطفال بين سن 6-12 أعوام

source: This set offers an age-appropriate build and play experience for ages 7-12
ar_ae: تقدم هذه المجموعة تجربة بناء ولعب مناسبة للفئة العمرية بين سن 7-12 عام

source: This set offers an age-appropriate build and play experience for ages 8+
ar_ae: تقدم هذه المجوعة تجربة بناء ولعب مناسبة للفئة العمرية أكبر من 8 سنوات

source: This set offers an age-appropriate build and play experience for ages 8-12
ar_ae: تقدم هذه المجموعة تجربة بناء ولعب مناسبة للفئة العمرية بين سن 8-12 عام

source: This set provides endless building options to help little imaginations flourish
ar_ae: تقدم هذه المجموعة خيارات بناء غير محدودة لمساعدة المخيلات الصغيرة على الازدهار

source: This set to close open bags and hang light objects on your fridge
ar_ae: هذا طقم لإغلاق الأكياس المفتوحة وتعليق الأشياء الخفيفة على الثلاجة

source: This sharp and intense cologne manage to combine a crispness that resonates with men from all walks of life
ar_ae: تنجح هذا الكولونيا الحادة والمكثفة في الجمع بين الهشاشة التي يتردد صداها بين الرجال من جميع مناحى الحياة

source: This sheer mist is made to mix, blend and play for a custom scent
ar_ae: تم صناعة هذا الرذاذ الشفاف لمزج وخلط ولعب عطر مخصص

source: This sheer mist is made to mix, blend and play for a custom scent, with red plum and freesia
ar_ae: تم صناعة هذا الرذاذ الشفاف لمزج وخلط ولعب عطر مخصص مع البرقوق الأحمر والفريزيا

source: This shirt is great for parties and playdates this season
ar_ae: هذا القميص رائع للحفلات ومواعيد اللعب هذا الموسم

source: This sleek, sophisticated phone case inlayed with TUMI’s signature materials & finishes fits your device easily and securely
ar_ae: يتوافق جراب الهاتف الأنيق والراقي هذا والمرصع بلمسات ومواد TUMI الأنيقة مع جهازك بسهولة وأمان

source: This small set with big bricks offers great entertainment value
ar_ae: تقدم هذه المجموعة الصغيرة ذات المكعبات الكبيرة قيمة ترفيهية كبيرة

source: This small, soft blankie has knotted corners that are fun for babies to handle and chew on
ar_ae: بطانية الأطفال الصغيرة الناعمة بها زوايا معقودة تمنح الرُضّع السعادة عند مسكها ومضغها

source: This smooth, soft face cloth pampers you after your cleansing regime
ar_ae: تدللك قطعة قماش الوجه الناعمة والملساء بعد نظام التنظيف الخاص بك

source: This sparkling fragrance merges the classic charm of fruity and floral notes
ar_ae: يدمج هذا العطر الرائع السحر الكلاسيكي لروائح الفاكهة والزهور

source: This special baglet was also designed to assist with teething
ar_ae: تم تصميم هذا الكيس الخاص أيضاً للمساعدة في التسنين

source: This spicy wooden scent is contemplative and relaxing
ar_ae: هذا العطر الخشبي اللاذع يدعو إلى التأمل والاسترخاء

source: This spirited aroma is intended to put you in a spotlight
ar_ae: يهدف هذا العبير الحماسي لوضعك في دائرة الضوء

source: this Square Enix video game belongs to the adventure genre
ar_ae: تنتمي لعبة الفيديو سكوير إنيكس إلى نوع المغامرات

source: This stable ironing board has for space-saving storage
ar_ae: يتميز لوح الكي الثابت هذا بأنه مُوفِّر لمساحة التخزين

source: This stacked choker is a more inspired take on the 90's staple
ar_ae: هذه القلادة المكدسة هي صورة أكثر إلهامًا على سلع التسعينيات الأساسية

source: This Star Wars accessory includes one plastic Darth Maul mask for kids
ar_ae: يشمل هذا الإكسسوار من ستار وارز قناع دارث ماول بلاستيك واحد للأطفال

source: This statement necklace features various shapes playing on a mix of light and bold colours
ar_ae: تتميز هذه القلادة الجريئة بأشكال متنوعة تلعب على مزيج من الألوان الفاتحة والجريئة

source: This stove has attractive colours with strong structure made of solid European beech wood.
ar_ae: يتميز هذا الفرن بألوان جذابة مع هيكل قوي مصنوع من خشب الزان الأوروبي المتين.

source: This striking overture is followed by agarwood, also known as Oud
ar_ae: تتبع هذه البداية المدهشة رائحة العود

source: This striking piece creates beautiful reflections with a lit tealight inside of it
ar_ae: تخلق هذه القطعة المذهلة انعكاسات جميلة مع شمعة مضاءة بداخلها

source: This striking scent is a must-have for occasions
ar_ae: لا يفوتك اقتناء هذا العطر المدهش للمناسبات

source: This striking set creates beautiful reflections with a lit tealight inside of it
ar_ae: يخلق هذا الطقم المذهل انعكاسات جميلة مع شمعة مضاءة بداخله

source: This stunning Bburago 1:43 Street Fire car with Italian design and deep lustre will be a sheer delight for your child who has a passion for motor sports, loves collecting miniature cars and follows To
ar_ae: ستكون سيارة ستريت فاير 1:43 من بوراجو ذات التصميم الإيطالي والبريق القاتم فرحة عارمة لطفلك المحب لرياضات السيارات ويهوى جمع السيارات المصغرة ويتبع

source: This sulphate and sodium free formula is enriched with natural argan oil that helps to hydrate and condition your hair, virtually eliminating frizz.
ar_ae: تساعدك هذه التركيبة الفريدة الغنية بزيت الأرغان الطبيعي والخالية من الكبريتات والصوديوم على ترطيب شعرك وتركه ناعمًا ومفرودًا

source: This summer edition has a contemporary, softer and brighter aroma
ar_ae: يتميز هذا الإصدار الصيفي برائحة معاصرة وأكثر نعومة وإشراقاً

source: This Supreme Hygro Face Cloth is perfect for your home
ar_ae: قطعة قماش الوجه هذه من سوبريم هيجرو مثالية لمنزلك

source: This Supreme Hygro Hand Towel is an elegant staple perfect for your home
ar_ae: منشفة اليدين هذه من سوبريم هيجرو هي قطعة أساسية أنيقة مثالية لمنزلك

source: This Supreme Hygro Hand Towel is perfect for your home
ar_ae: منشفة اليدين هذه من سوبريم هيجرو مثالية لمنزلك

source: This swing also comes with safety belts to ensure your children’s safety
ar_ae: تأتي هذه الأرجوحة أيضًا مع أحزمة سلامة لضمان سلامة أطفالك

source: This Ted Baker Set Of 3 Small Memo Books would make the perfect gift for a loved one or those creatives needing a canvas for their words.
ar_ae: قد تكون مجموعة تيد بيكر من 3 كتب مذكرات صغيرة هدية مثالية لأحبائك أو للمبدعين الذين يحتاجون إلى قماش كتاني لكلماتهم.

source: This telescope is the ideal roll playing attribute for little adventurers.
ar_ae: هذا التلسكوب هو سمة اللعب المتدفق المثالية للمغامرين الصغار.

source: This time, a trilogy (Oceanic, Polar, and Austral) is born
ar_ae: وُلدت هذه المرة ثلاثية (المحيطي والبولار والبسيط)

source: This towel range is a bathroom staple perfect for your home
ar_ae: إن مجموعة المناشف هذه هي قطعة أساسية أنيقة مثالية لمنزلك

source: This toy is great for any child older than age of 18 month
ar_ae: هذه اللعبة رائعة لأي طفل أكبر من 18 شهراً

source: This toy will be a bright decoration of the bathroom next to the baby swimming.
ar_ae: ستكون هذه اللعبة قطعة زينة مشرقة للحمام بجوار طفلك الذي يسبح في المغطس.

source: This travel adapter does not convert voltage
ar_ae: لا يغير محول السفر هذا الفلطية

source: This travel adapter will not convert voltage
ar_ae: لا يغير محول السفر هذا الفلطية

source: This trio makes for an ideal gift
ar_ae: إن هذا الثلاثي الرائع يعد بمثابة هدية مثالية

source: This turning action stores potential energy, stored up in the main spring as kinetic energy
ar_ae: تخزن حركة الدوران هذه طاقة كامنة يحتفظ بها الزنبرك الرئيسي كطاقة حركة

source: This ultimate kit creates friendship bracelets for you and all your friends
ar_ae: تساعدكِ هذه المجوعة في تصميم أساور صداقة لكِ ولجميع أصدقائك

source: This unique blend of botanical extracts
ar_ae: هذا مزيج فريد من المستخلصات النباتية

source: This unique waist pack is made of strong nylon material
ar_ae: تم صناعة حقيبة الخصر الفريدة هذه من مادة النايلون القوية

source: This unit has a non-stick exterior and is dishwasher-safe
ar_ae: تتميز هذه الوحدة بمظهر خارجي ذو سطح مانع للالتصاق وهي آمنة للاستخدام في غسالة الأطباق

source: This USB 2.0 cable connects your iPad, iPhone or iPod with Lightning connector to your computer's USB port
ar_ae: يقوم كابل USB 2.0 هذا بتوصيل الآيباد الخاص بك أو الآيفون أو الآيبود بمنفذ USB الخاص بالكومبيوتر مع موصِّل سريع

source: This utensil is a kitchen essential
ar_ae: لابد ألا يخلو أي مطبخ من أداة الطهي هذه

source: This versatile Geepas hair straightener features a separate heating system for each plate, which enables them to give a superior performance. The high temperature helps in styling your hair as per you
ar_ae: تتميز مكواة الشعر متعددة الجوانب والاستعمالات من جيباس بنظام تسخين منفصل لكل لوح يمكِّنهم من القيام بأداء ممتاز. وتساعد درجة الحرارة العالية على تصفيف الشعر وفقًا لـ

source: This VR headset has both HMDI and USB interfaces and is compatible with the Sony PlayStation 4 platform
ar_ae: تتميز سماعة VR هذه بجوانب HMDI وUSB على حد سواء وتتوافق مع منصة سوني بلايستيشن 4

source: This wallet keeps change, notes and cards
ar_ae: تحفظ هذه المحفظة الفكة والملاحظات والبطاقات

source: This water bag has a capacity of 2L
ar_ae: تبلغ سعة حقيبة الماء هذه لترين

source: This white floral perfume is sure to attract you and all those around you
ar_ae: بالتأكيد سيجذبك عطر الزهور البيضاء هذا وجميع من حولك

source: This women's fragrance from HUGO is both energising and graciously feminine
ar_ae: يتميز هذا العطر النسائي من هوجو بأنه منشط ومفعم بالأنوثة

source: This women's fragrance is both energising and graciously feminine
ar_ae: يتميز هذا العطر النسائي بأنه منشط ومفعم بالأنوثة

source: This women's fragrance unites three essential facets of the feminine mystique
ar_ae: يوحد هذا العطر النسائي ثلاثة جوانب أساسية للسحر الأنثوي

source: This wonderful magnetic darts game is unique in its concept and design.
ar_ae: لعبة السهام المغناطيسية الرائعة هذه مميزة في تصميمها وفكرتها.

source: This wonderful underwater themed set features a happy octopus on a layered long sleeve tee with matching cotton pants
ar_ae: يتميز هذا الطقم الرائع ذو موضوع تحت الماء بأخطبوط سعيد على سترة ذات طبقات طويلة الأكمام مع بنطلونات قطن ملائمة

source: This wooden, cube-shaped alarm clock features a sound-activated time display and also includes a calendar and a thermometer
ar_ae: يتميز هذا المنبه الخشبي على شكل مكعب بعرض وقت منشط الصوت ويشمل أيضًا تقويم وميزان حرارة

source: This woody fragrance comes enclosed in an attractive glass case
ar_ae: يأتي هذا العطر الخشبي مطوّق في جراب زجاجي جذاب

source: This woody sea aroma has a blend of fruity notes, with the charm of patchouli, vetiver, and amber
ar_ae: يتميز عطر البحر الخشبي هذا بمزيج من روائح الفواكه مع سحر البتشول والنجيل الهندي والعنبر

source: This woody spicy fragrance has a blend of warm milk, creamy cedar and vetiver
ar_ae: يتميز هذا العطر الخشبي اللاذع بمزيج من عبير الحليب الدافئ وخشب الأرز الكريمي والنجيل الهندي

source: this would make a perfect addition to your perfume collection
ar_ae: سيكون هذا العطر إضافة مثالية لمجموعة العطور الخاصة بك

source: This would make an ideal fit for your night out
ar_ae: وسيكون ملائمًا لوضعه لقضاء ليلة في الخارج

source: This yoda mug is from the popular star wars saga
ar_ae: يأتي هذا القدح المطبوع عليه يودا من ملحمة ستار وارز الشهيرة

source: Thong back with popper closing
ar_ae: ظهر بحزام مع إغلاق بإبزيم الضغط

source: Thong back with popper closure
ar_ae: ظهر بحزام مع إغلاق بإبزيم الضغط

source: Thor costume jumpsuit with attached shoe covers and removable cape (adheres at shoulders with hook & loop fastener)
ar_ae: جمبسوت ثوب ثور مع أغطية حذاء ملحقة ورداء قابل للإزالة (يلتصق على الأكتاف مع مشبك شريط لاصق)

source: Thousands of challenges and solutions
ar_ae: آلاف التحديات والحلول

source: Thousands of Happy Playing Hours - An Heirloom Toy Worth of Every Penny
ar_ae: الاستمتاع باللعب لآلاف الساعات - لعبة موروثة تستحق كل فلس

source: Thousands of little noses world-wide prefer the unique characteristics of Tutti Frutti Non-Toxic
ar_ae: يفضل آلاف الأطفال حوال العالم روائح توتي فروتي وخصائصها المميزة الفريدة غير سامّة

source: Thousands of little noses world-wide prefer the unique characteristics of Tutti Frutti
ar_ae: يفضل آلاف الأطفال حوال العالم روائح توتي فروتي وخصائصها المميزة الفريدة

source: Thread count of 144
ar_ae: عدد الخيوط 144 خيط

source: Thread count of 200
ar_ae: عدد الخيوط 200 خيط

source: Three interconnecting nozzles
ar_ae: ثلاثة صنابير مترابطة

source: Three 3-part safety valves for quick-extraction
ar_ae: صمامات أمان عدد 3 لاستخراج الهواء بسرعة أكبر

source: Three abs blades emit a low noise while operation
ar_ae: ثلاث شفرات أكريلونتريل بوتادين ستايرين تنبعث منها ضوضاء منخفضة أثناء التشغيل

source: Three additional compartments for accessories
ar_ae: ثلاث فتحات إضافية للإكسسوارات

source: Three buildable Minion characters with interchangeable parts including hula skirt and beach shorts & goggles
ar_ae: ثلاثة شخصيات مينيون قابلة للبناء مع أجزاء قابلة للتبديل بما في ذلك تنورة حشيشية طويلة وشورتات شاطئ ونظارات واقية

source: Three buildable, pirate-themed Minion character figures with interchangeable parts, like clothing, hats, goggles, arms and feet
ar_ae: ثلاث أشكال لشخصيات مينيون ذات فكرة القراصنة قابلة للبناء مع أجزاء قابلة للتبديل مثل الملابس والقبعات والنظارات الواقية والأذرع والقدم

source: Three burners save time
ar_ae: ثلاث شعلات توفر الوقت

source: Three colour fork and spoon set
ar_ae: طقم شوكة وسكين من ثلاثة ألوان

source: Three colour set
ar_ae: طقم من ثلاثة ألوان

source: Three compartments to hold a variety of items
ar_ae: ثلاث فتحات للإمساك بمجموعة متنوعة من الأشياء

source: Three cushions for extra support and comfort
ar_ae: ثلاث وسائد للمزيد من الدعم والراحة

source: Three degrees of temperature control
ar_ae: ثلاث درجات من التحكم في درجة الحرارة

source: Three different crafts featuring kid-favourite things
ar_ae: ثلاث أشكال حرفية مختلفة تظهر اهتمامات الطفل

source: Three different princess-themed crafts
ar_ae: ثلاثة حرف مختلفة بطابع الأميرة

source: Three different sizes of inserts earphones
ar_ae: ثلاث أحجام مختلفة سماعات الأذن

source: Three different sweets-themed crafts
ar_ae: ثلاثة مركبات مختلفة بطابع الحلوى

source: Three floor levels with a staircase linking each floor
ar_ae: ثلاثة طوابق مع درج لتتصل الطوابق ببعضها البعض

source: Three Flow
ar_ae: ثلاثة تدفقات

source: Three functional Mother of Pearl chronograph sub dials
ar_ae: ثلاثة أقراص فرعية للكرونوغراف الوظيفي ماذر أوف بيرل

source: Three glass shelves
ar_ae: ثلاثة أرفف زجاج

source: Three Hands
ar_ae: ثلاثة أيدي

source: three indicators
ar_ae: ثلاثة مؤشرات

source: Three layers of cotton muslin
ar_ae: ثلاث طبقات من النسيج القطني

source: Three layers of 100% viscose made from bamboo
ar_ae: ثلاث طبقات من 100% فسكوز مصنوعة من الخيزران

source: Three levels of parking-elevator-carwash
ar_ae: ثلاثة مستويات من موقف للسيارات-مصعد- غسيل السيارات

source: Three link metal band with deployment clasp
ar_ae: شريط معدني من 3 روابط مع مشبك للنشر

source: Three mother of pearl sub dials and silver Arabic numerals
ar_ae: ثلاثة أقراص فرعية ماذر أوف بيرل وأرقام عربية فضة

source: Three operating knobs
ar_ae: ثلاثة مقابض مزخرفة عاملة

source: Three piece accessory set includes a hand mirror, brush and comb
ar_ae: طقم إكسسوار من ثلاث قطع يشمل مرآة يد وفرشاة ومشط

source: Three piece adjustable design
ar_ae: تصميم قابل للتعديل من ثلاثة قطع

source: Three pieces: Owl, Hedgehog and Fox
ar_ae: ثلاثة قطع: بومة وقنفذ وثعلب

source: Three quarter button placket
ar_ae: فتحة أزرار ثلاثية الأجزاء

source: Three quarter length zip
ar_ae: سحاب بطول ثلاثة أرباع

source: Three shape-sorting blocks included
ar_ae: شامل ثلاث مجموعات فرز

source: Three stages of use: Sit, swivel, bounce & play; Cruise & interact; Play table
ar_ae: ثلاث مراحل للاستخدام: الجلوس والاستدارة والوثب واللعب؛ والتجول والتفاعل؛ وطاولة اللعب

source: Three unique Equalizer modes to adjust sounds based on type of media
ar_ae: ثلاث أوضاع فريدة لموازن الصوت لضبط الأصوات على أساس نوع الوسيلة الإعلامية

source: Three USB 3.0 ports for data transfer
ar_ae: ثلاث منافذ USB 3.0 لنقل البيانات
