Repository: hussamotri/file_types
Catalog: po/20170624-product-features-13-*.po
Languages: ar_ae

source: Two beaters and two hooks
ar_ae: اثنين من المضارب واثنين من الخَطّافات

source: Two bottle pockets
ar_ae: تحتوي على جيبين جانبيين للزجاجات

source: Two buildable action figures include one Leo that folds into a ball, and one Kraang Subprime
ar_ae: تحتوي على شخصيتين رئيسيتن وهما ليو الذي يمكن طيه كالكرة وكرانغ سوبرايم

source: Two buildable Kevin and Stuart Minion character figures with interchangeable parts, including overalls, goggles, arms, feet and hair
ar_ae: تحتوي على شخصيتين من مينيونز سهلي التركيب وهما كيفين وستيوارت وتحتوي على قطع قابلة للتبديل، بما فيها الثياب والنظارات الواقية والأيدي والأرجل والشعر.

source: Two buildable Minion character figures with interchangeable parts, including grass skirts, goggles, arms and feet
ar_ae: شخصيتان من مينيون سهلة التركيب مع أجزاء قابلة للتبديل، تتضمن تنانير عشبية ونظارات وأذرع وقدم

source: Two buildable Minion characters with interchangeable parts including overalls, goggles, hats, arms and feet
ar_ae: شخصيتان من مينيون سهلة التركيب مع أجزاء قابلة للتبديل، تتضمن ملابساً ونظارات واقية وأيدي وأرجل.

source: Two buildable Mousers micro action figures
ar_ae: تحتوي على مجسمين مصغرين ماوسر قابلين للحركة

source: Two burners
ar_ae: اثنين من الشعلات

source: Two catapults on the side of the activity table to launch play balls
ar_ae: مِنجقين على جانب طاولة النشاط لإطلاق كرات اللعب

source: Two chairs included
ar_ae: وتشمل كرسيّان

source: two chrome plate beaters and hooks
ar_ae: اثنين من مضارب مطلية بالكروم وخَطّافات

source: Two circle designs
ar_ae: تصاميم دائرة اثنين

source: two climb-through doors for entering or exiting
ar_ae: واثنين من أبواب الصعود للدخول أو الخروج

source: Two contrasting chords stand opposed at the heart
ar_ae: منصة من حبلين متعارضين عند المحور

source: Two control channels.
ar_ae: اثنين من قنوات التحكم.

source: Two cup holders for the child and one for parents
ar_ae: اثنين من حاملي الكأس للطفل وحامل واحد للوالدان

source: Two cup holders on the armrests
ar_ae: مع اثنين من حوامل الأكواب على مساند الذراعين

source: Two cutting edges to create different shapes of cookies
ar_ae: اثنين من حواف القطع لصنع أشكال مختلفة من الكوكيز

source: Two deep side pocket
ar_ae: اثنين من الجيوب الجانبية العميقة

source: Two different grating positions
ar_ae: اثنين من المشابك المختلفة

source: Two different sized bowls and 10 speed settings
ar_ae: طاستان بأحجام مختلفة و10 إعدادات للسرعة

source: Two equal rings with sturdy I-beam construction
ar_ae: ويتكون من حلقتيْن متساويتين بتصميم آي-بيم متين

source: Two firing cannons
ar_ae: مدفعان لإطلاق النار

source: Two front pockets
ar_ae: جيبان أماميان

source: Two front pockets to stash small items
ar_ae: جيبان صغيران لوضع الأشياء الصغيرة

source: Two front zip and side zip pockets
ar_ae: سحّابان أماميان وجيوب جانبية بسحاب

source: Two glass and one pull out shelves
ar_ae: رفّان من الزجاج ورف آخر قابل للسحب

source: Two halves unscrew for easy cleaning
ar_ae: نصفين مفكوكين لتنظيف أسهل

source: Two handles for easy carrying
ar_ae: مِقبضين لسهولة الحمل

source: Two handles for easy lifting
ar_ae: مقبضين لسهولة الرفع

source: Two Hands
ar_ae: يدان

source: Two hawk-knights and a handcart to transport the cannonballs
ar_ae: اثنين من الفرسان الصقور وعربة يد لنقل المدافع

source: Two independent heaters for coffee and hot water
ar_ae: اثنين من أجهزة التسخين المستقلة للقهوة والماء الساخن

source: Two internal hard drives
ar_ae: محركان للأقراص الثابتة الداخلية

source: Two LED headlights for night-time navigation
ar_ae: مصباحا مصابيح LED أماميان للملاحة الليلية

source: Two metal baking stands
ar_ae: اثنين من منصّات الخَبْز المعدنية

source: Two open side pockets
ar_ae: اثنين من جيوب جانبية مفتوحة

source: Two outfits in one
ar_ae: اثنين من الازياء في واحد

source: Two part lid keeps stored contents secure and can hold dry food
ar_ae: غطاء من جزئين يحافظ على محتويات التخزين آمنة ويحافظ على الطعالم جاف

source: Two phase system that reinforces, adds elasticity and supports soft, fragile nails
ar_ae: نظام من مرحلتين يعزز ويضيف مرونة ويدعم الأظافر اللينة والهشة

source: Two plastic cones included
ar_ae: مرفقة باثنين من المخاريط البلاستيكية

source: Two ready-to-decorate, solid-resin horse figurines
ar_ae: تحتوي على شخصيتان مجسمتان من الأحصنة، وهما جاهزان كي تزينهما، مصنوعان من مادة الراتينغ الصلبة.

source: Two removable and easy to clean storage bins
ar_ae: اثنين من صناديق التخزين قابلة للنقل وسهلة التنظيف

source: Two removable inner containers
ar_ae: اثنين من الحاويات الداخلية القابلة للنقل

source: Two removable large rear wheels for monstrkara.
ar_ae: اثنين من العجلات الخلفية الكبيرة القابلة للإزالة لمونستركارا.

source: Two removable pushchair/stroller attachment straps
ar_ae: اثنين من الأحزمة المتصلة بكرسي يُدفع باليد/ عربة أطفال قابلة للإزالة

source: Two removable stroller attachment straps
ar_ae: اثنين من الأحزمة المتصلة بعربة الأطفال وقابلة للإزالة

source: Two Reversible USB Type-C Connectors
ar_ae: موصلان عكسيان من USB Type-C

source: Two rocker switch
ar_ae: مفتاحان للكرسي الهزاز

source: Two rocker switch Removable filter Zigzag heating wire
ar_ae: زران لتغير الاهتزاز، فلتر قابل للفصل، سلك تسخين متعرج

source: Two side pockets
ar_ae: جيبان جانبيان

source: Two side-contoured seats with easy grip handles
ar_ae: مقعدان جانبيان محاطان بمقابض سهلة الإمساك

source: Two slash pockets plus zipper pocket with key fob
ar_ae: جيبان مفتوحان بالإضافة إلى جيب بسحّاب مع جيب الساعة

source: Two soccer balls from 36cm (14 ") included
ar_ae: تشمل كرتا قدم مقاس 36 سم (14 بوصة)

source: Two speed control with pulse function
ar_ae: سرعتان ومفتاح للتحكم عن طريق النبضات

source: Two speed hair heater
ar_ae: سرعتان لجهاز تسخين الشعر

source: Two speed options with pulse switch
ar_ae: سرعتان ومفتاح للتحكم عن طريق النبضات

source: Two speed settings for different textures
ar_ae: اثنين من إعدادات السرعة لقوام مختلف

source: Two speeds for control
ar_ae: سرعتان للتحكم

source: Two sprinklers on top provide freshness during the game
ar_ae: توفر الرشاشاتين على السطح الانتعاش أثناء اللعب

source: Two storey house for your Playmobil 1.2.3 figures
ar_ae: منزل من طابقين لشخصيات بلاي موبيل 1.2.3 الخاصة بك

source: Two sturdy rolling wheelbases for stacking and building
ar_ae: قاعدتي عجلات ثابتة لتركيبها وبنائها

source: Two superfast Pull back Action GoGears Toy cars Included
ar_ae: تشمل لعبة من سيّارتان بول باك آكشن جو جيرز فائقة السرعة

source: Two tone gold metal band
ar_ae: شريطين معدنيين من اللون الذهبي

source: Two tone metal band
ar_ae: شريطين معدنيين

source: Two tone rose gold metal
ar_ae: معدنين باللون الزهر الذهبي

source: Two tools
ar_ae: أداتين

source: Two tubes of quartz heating element
ar_ae: اثنين من أنابيب من عنصر التدفئة الكوارتز

source: Two USB Ports
ar_ae: منفذا USB

source: Two valves safety to 3 parts for a quick extraction
ar_ae: اثنين من صمامات السلامة إلى 3 أجزاء لاستخراج سريع

source: Two washable HEPA filters
ar_ae: اثنين من مرشحات هيبا قابل للغسل

source: Two ways to play
ar_ae: طريقان للعب

source: Two wire shelves, a baking tray and a turnspit for roasting chicken
ar_ae: اثنين من رفوف الأسلاك، صينية الخبز وسِيخ دوّار لتحميص الدجاج

source: Two-handed grip perfect for small hands
ar_ae: مقبضين لليد مثالي للأيدي الصغيرة

source: Two-in-one brushing for expert shaping and shading
ar_ae: فرشاة اثنين في واحد لرسم وتظليل كالخبراء

source: Two-inch wide nylon webbing and ratchet tensioning for easy use and set-up
ar_ae: مزوّدة بحزام نايلون بعرض بوصتين ووتر سقَّاطة لسهولة الاستخدام والتركيب

source: Two-piece, easy-to-clean design
ar_ae: سهل التنظيف وتصميم مكون من قطعتين

source: Two-player split-screen mode
ar_ae: توفر وضع تقسيم الشاشة المتعددة للاعبين

source: Two-position arch for overhead and seated play
ar_ae: قوسين مثبتين لحمل الألعاب أحدهما فوق رأس الطفل والآخر فوق الخصر للَّعِب

source: Two-sided changeable maze board includes three balls to man oeuvre
ar_ae: تشمل طاولة المتاحة ذات الجانبين القابلة للتغيير ثلاث كرات للمناورة

source: Two-sided water wall allows for multiple child play
ar_ae: جدار المياه من الجانبين يسمح للعديد من الأطفال باللعب

source: Two-speed options allow you to choose between thick and fine cuts
ar_ae: اختيارين للسرعة تسمح لك أن تختار بين تقطيع كثيف أو ناعم

source: Two-speed selection mode
ar_ae: وضعين لاختيار السرعة

source: Two-tone gold metal band
ar_ae: شريطين معدنيين من اللون الذهبي

source: Two-tone linked piece
ar_ae: قطعة مرتبطة ذات لونين

source: Two-tone piece
ar_ae: قطعة ذات لونين

source: Two-tone rose gold metal band
ar_ae: شريطين معدنيين باللونين الزهري والذهبي

source: Two-wash program
ar_ae: برنامجين للغسل

source: Two-way audio feature
ar_ae: يدعم الصوت مزدوج الاتجاه

source: Two-way communication helps you keep in touch with your family members
ar_ae: التواصل باتجاهين يساعدك على البقاء على اتصال مع أفراد عائلتك

source: Two-way talk
ar_ae: التواصل باتجاهين

source: Two-way talk back
ar_ae: هاتف داخلي (إنتركوم) مزود بخاصية التواصل باتجاهين

source: Two-way talk back to soothe your little one
ar_ae: الحديث باتجاهين لتهدئة طفلك الصغير

source: Two-way talk-back feature
ar_ae: هاتف داخلي (إنتركوم) مزود بخاصية التواصل باتجاهين

source: Type is beach and pool
ar_ae: من نوع الشاطئ والبركة

source: Type of Warranty: Warranty 24 months
ar_ae: نوع الضمان: الضمان 24 شهرا

source: Type: canister vacuum cleaner
ar_ae: النوع: مكنسة كهربائية بإسطوانة

source: Type: Lithium
ar_ae: النوع: لِيثْيُوم

source: Type: Protective glass
ar_ae: نوع: الزجاج الواقي

source: Typography decoration inside
ar_ae: الطباعة داخل الديكور

source: Tyre print design
ar_ae: عوامة بتصميم عجلة

source: U'Select technology
ar_ae: تكنولوجيا U'Select

source: U-shaped frame with 4 pressure points provides solid fit and doesn't require drilling
ar_ae: يوفر الإطار المصمم على شكل حرف U مع 4 نقاط مقاسًا مناسبًا ضغط ولا يحتاج إلى تثقيب

source: U-shaped oven door with triple glass
ar_ae: باب الفرن من الزجاج الثلاثي على شكل حرف U

source: U.S. Supima Cotton
ar_ae: من قطن سوبيما الأمريكي

source: Ubuv SPF protection
ar_ae: أوبوف بمعامل الحماية

source: Ucu is resistant to printing pressure.
ar_ae: مقاومة لضغط الرسم.

source: Uji green tea and star fruit extracts provide extra skincare benefits
ar_ae: تمنح مستخلصات شاي يوغي الأخضر وفاكهة النجمة مزيد من مزايا العناية بالبشرة

source: Ultimate 3-in-1 burger making tool
ar_ae: أداة صُنع البرغر القصوى 3 في 1

source: ultimate close and comfortable shave Infused with a warm sandalwood fragrance
ar_ae: إغلاق تام وحلاقة مُريحة برائحة خشب الصندل الدافئ

source: Ultimate Defense - You can’t hurt what you can’t hit. Greater control over your fighter’s head movement lets you slip and dodge incoming strikes with amazing fluidity. Add an improved blocking and pa
ar_ae: الدفاع المثالي: لا تخش الضرر، فلن تتعرض لأي ضرر ما دام خصمك غير متمكن منك. مع تعزيز تحكمك في حركة رأس الخصم، ستتمكن من الانفلات منه والمراوغة وتلافي أي ضربات موجهة وذلك بمرونة فائقة. يمكنك إضافة نظام الصد والمنع المُحسن لمجموعة إمكاناتك المختلطة، فيصبح لديك أدوات جديدة تتصدى بها لهجمات خصومك الفتاكة.

source: Ultimate luxury in a shade that perfectly befits a definitively glamorous woman
ar_ae: قمة الرفاهية في الظلال التي تليق تماماً بإمرأه فاتنة

source: Ultimate Protection: TPU/PET dual materials and enhance button covers providing a 360? protection. - Anti-Scratch: Anti-scratch PET back shell which can resist normal day to day scratches from keys to
ar_ae: حماية فائقة: مواد مزدوجة TPU/PET تعزز أغطية الأزرار مما يوفر حماية 360 درجة؟ - مضاد للخدوش: قشرة خلفية من مادة PET مضادة للخدوش يمكنها مقاومة الخدوش اليومية من المفاتيح إلى العملات

source: Ultra Care: Breathable materials that allow air to reach baby’s skin, and a clinically proven lotion with Aloe that helps to protect the skin.
ar_ae: عناية فائقة: مواد تسمح للهواء بالوصول إلى جلد الطفل، وغسول مُثبت سريريا مع الألوة التي تساعد على حماية الجلد.

source: Ultra Clear Tempered Glass
ar_ae: زجاج معالج عالي الصفاء

source: Ultra compact and elegant design
ar_ae: مضغوط جدًا وذو تصميم رائع

source: Ultra compact space-saving design
ar_ae: تصميم مضغوط جداً لتوفير المساحة

source: Ultra dry core quickly absorbs and locks away liquids
ar_ae: فائق الجفاف يمتص بسرعة ويحجزالسوائل بعيدا

source: Ultra Dry: Premium Care absorbency system provides up to 12 hours of dryness and a honeycomb layer for absorption (on sizes 1-3).
ar_ae: فائق الجفاف: يوفّر نظام الامتصاص بريميوم كير ما يصل إلى 12 ساعة من الجفاف وطبقة على شكل خلية النحل للامتصاص (الأحجام 1-3).

source: Ultra durable stone quartz non-stick
ar_ae: متين جداً من حجر الكوارتز و سطح مانع للالتصاق

source: Ultra fast heat up in 45 seconds
ar_ae: تسخين سريع خلال 45 ثانية

source: Ultra Fit: Stretchy sides that provide a great fit that helps to prevent leakage and minimize red marks.
ar_ae: ملائمة فائقة: جوانب مرنة توفر ملائمة كبيرة تساعد على منع التسرب وتقليل العلامات الحمراء.

source: Ultra HD has a resolution of 3840 x 2160 which shows clearer, smoother pictures with real-life details
ar_ae: الترا عالية الدقة بقوة 2160 × 3840 الذي يظهر الصور أكثر وضوحا و أكثر سلاسة مع تفاصيل الحياة الحقيقية

source: Ultra light weight
ar_ae: وزنه خفيف جدًا

source: Ultra light weight aluminium frame
ar_ae: إطار من الألومنيوم خفيف الوزن

source: Ultra light weight and translucent
ar_ae: خفيف الوزن وشفاف

source: Ultra lightweight and foldable for travel
ar_ae: الترا خفيفة الوزن وقابلة للطي للسفر

source: Ultra long lasting
ar_ae: الترا تدوم طويلاً

source: Ultra long lasting steam performance
ar_ae: أداء بخار فائق ويدوم طويلاً

source: Ultra non-stick
ar_ae: سطح مانع للالتصاق

source: Ultra plush stuffing
ar_ae: لعبة مخملية محشوة بشكل مثالي

source: Ultra portable
ar_ae: سهولة حمل فائقة

source: Ultra precise foil system
ar_ae: نظام معدني رقيق جداً

source: Ultra scratch resistant hybrid case
ar_ae: جراب هجين ذو مقاومة عالية للخدوش

source: Ultra scratch resistant TPU case
ar_ae: جراب مقاوم للخدش مصنوع من البولي يوريثان الحراري

source: Ultra sharp transfer graphic
ar_ae: رسومات متحركة شديدة الدقة

source: Ultra sharp transfer graphic, Laser cut IML transfer
ar_ae: رسومات متحركة عالية الدقة، بتقنية IML المقطعة بالليزر

source: Ultra slim and lightweight
ar_ae: فائق النحافة وخفيف الوزن

source: Ultra slim and lightweight; Easy access to all ports and features;2x Screen Guards included
ar_ae: أنيق وخفيف للغاية؛ سهولة الوصول إلى جميع المنافذ والميزات؛ واقيان مضمنا للشاشة

source: Ultra slim & lightweight
ar_ae: تصميم رفيع للغاية وخفيف الوزن

source: Ultra slim 0.4 mm thin
ar_ae: رفيع للغاية بسمك 0.4 مم

source: Ultra slim design for a sleek look
ar_ae: تصميم نحيف يضفي على الحافظة مظهرًا أنيقًا

source: Ultra slim dual-layer design with protective bumper
ar_ae: تصميم نحيف للغاية مع مصد واقٍ.

source: Ultra Slim Profile
ar_ae: مظهر رفيع للغاية

source: Ultra slim silhouette
ar_ae: صورة ظليَّة فائقة الدقة

source: Ultra slim, dual-layer design with protective bumper
ar_ae: تصميم مزدوج نحيف للغاية مع مصد واقٍ.

source: Ultra smooth and creamy formula
ar_ae: سلس جداً و كريمي

source: Ultra smooth lip liner for precise lip contouring
ar_ae: قلم محدد شفاه سلس جداً لعمل كنتور دقيق للشفاه

source: Ultra soft stuffing
ar_ae: حشوة فائقة النعومة

source: Ultra soft, microfibre cloth
ar_ae: خِرْقة قماش ناعمة جدًا

source: Ultra thin 0.45 mm
ar_ae: رفيع للغاية بسمك 0.45 مم

source: Ultra thin 0.7 mm
ar_ae: رفيع للغاية بسمك 0.7 مم

source: Ultra Thin Aluminium Case
ar_ae: غطاء رقيق جداً من الألومنيوم

source: Ultra thin and comfortable
ar_ae: رفيع جدًا ومريح

source: Ultra thin and featherweight Poly Carbonate case
ar_ae: غلاف في غاية الرقة وبوزن الريشة مصنوع من كربونات البولي

source: Ultra thin self sharpening blades
ar_ae: شفرات دقيقة جدًا بميزة التحديد التلقائي

source: Ultra Thin: Unique DryMax technology enables offers our best technology in our thinnest diaper.
ar_ae: رقيقة جدا: تكنولوجيا دريماكس الفريدة من نوعها تمكن من عرض أفضل التكنولوجيا لدينا في أنحف الحفاضات

source: Ultra-absorbent
ar_ae: فائقة الامتصاص
