Repository: hussamotri/file_types
Catalog: po/20170624-product-features-13-*.po
Languages: ar_ae

source: Three vampire-themed buildable Minion character figures with interchangeable parts, including cloaks, goggles, arms, feet and hair
ar_ae: ثلاث شخصيات مينيون فكرة مصاصي دماء مع أجزاء قابلة للتبديل، تتضمن معاطف ونظارات وأذرع وقدم وشعر

source: Three ways to play: Clack crabbie’s claws together, shake beads around for rattling sound, or bead maze for advanced play
ar_ae: ثلاث طرق للعب: طقطقة مخالب السرطان البحري معًا، أو هز الخرز لإصدار صوت الخشخشة، أو تحريك الخرز في المتاهة لمستوى متقدم من اللعب

source: Three wheel design for stability
ar_ae: تصميم ثلاثي العجلات يوفر الكثير من الثبات.

source: Three wheel design for stability.
ar_ae: تصميم ثلاثي العجلات يوفر الكثير من الثبات.

source: Three white mother of pearl sub dials
ar_ae: ثلاثة أقراص فرعية بيضاء ماذر أوف بيرل

source: Three-button remote for controlling music playback and volume with an iPhone, iPad, and iPod
ar_ae: جهاز تحكم عن بعد بثلاثة أزرار للتحكم في تشغيل الموسيقى ودرجة الصوت مع الآيفون والآيباد والآيبود

source: Three-button universal remote control with microphone
ar_ae: جهاز تحكم عن بُعد شامل مع ميكروفون.

source: Three-foot cord length
ar_ae: سلك بطول ثلاثة أقدام

source: Three-quarter length zip
ar_ae: سحاب بطول ثلاثة أرباع

source: Thrilling Multiplayer Experience: Play alongside your friends as the Ghostbusters in the 2-4 player local co-op campaign!
ar_ae: تجربة مشوقة متعددة اللاعبين: العب جوست باسترز جنبا إلى جنب مع أصدقائك حيث يمكن أن يشترك في الحملة التعاونية المحلية 2-4 من اللاعبين!

source: Through its nautical look, it fits in any bathroom
ar_ae: تناسب أي حمام بفضل مظهرها البحري

source: Throw the penguin and let your child catch it, or vice versa, of course.
ar_ae: ارمي البطريق واجعلي طفلك يمسك به، أو العس طبعًا.

source: Throwing things out of the TV and into your living room
ar_ae: رمي الأشياء من التلفزيون إلى غرفة المعيشة الخاصة بك

source: Thrown in any direction it will always come back to you
ar_ae: القها في أي اتجاه وستعاود إليك دوماً

source: Thuluth script writings
ar_ae: كتابات خط الثلث

source: Thunderbolt 2 Speeds for the 4K Era
ar_ae: سرعات ثاندربولت 2 لدقة 4K

source: Thunderbolt and Thunderbolt 2 technology-ready
ar_ae: مزود بتكنولوجيا Thunderbolt وThunderbolt 2

source: Thunderbolt and USB 3.0 transfer speeds of up to 240 MB/s
ar_ae: تصل سرعة النقل باستخدام ثاندربولت وUSB 3.0 حتى 240 ميغابايت/الثانية

source: Thunderbolt speeds
ar_ae: سرعات ثاندربولت

source: Ticket Confection Flower Stamp Dinosaur Wooden
ar_ae: تذكرة خشبية بطابع الديناصور العاشب

source: Tie close handles
ar_ae: عروة للإغلاق مع رباط

source: Tie halter neck and tie back
ar_ae: حمالة حول العنق مع رباط خلفي

source: Tie neck and back
ar_ae: رباط حول العنق والظهر

source: Tie Sides
ar_ae: رباطان جانبيان

source: Tie string around the neck and back
ar_ae: خيط رباط حول العنق والظهر

source: Tiered playset with ramps
ar_ae: مجموعة لعب مدرجة مع سلالم

source: Ties at the back
ar_ae: رباط في الظهر

source: Tig Welded Steel Frame and Fork
ar_ae: دعامة وإطار فولاذي ملحوم بالساق

source: Tight fastened edges to protect from odor leaks
ar_ae: حواف مثبتة ضيقة للحماية ضد تسرب الروائح

source: Tightens the skin
ar_ae: يشد البشرة

source: Tightens the skin up to 5 times
ar_ae: يشد البشرة 5 مرات أكثر

source: Tile-like etchings
ar_ae: رسومات منقوشة مثل البلاط

source: Tilt the cockpit to steer the Samurai VXL around any obstacle
ar_ae: إمالة قمرة القيادة لتوجيه ساموراي VXL حول أي عقبة

source: Tilt-click scroll wheel for quick and easy navigation
ar_ae: عجلة تمرير للنقر والميل للتنقل بسرعة وسهولة

source: Tilting dump truck bin easily transforms into tractor scoop
ar_ae: يمكن إمالة مغرفة الشاحنة بكل سهولة وبهذا تتحول إلى جرار بمغرفة

source: Time Machine compatibility along with an included backup software suite
ar_ae: توافق مع Time Machine مع حزمة برامج النسخ الاحتياطي المضمنة

source: Time Machine compatible
ar_ae: متوافق مع Time Machine

source: Time saving
ar_ae: توفير الوقت

source: Time saving appliance
ar_ae: جهاز توفير الوقت

source: Time to take your dolly on a walk! Listen as your child pretends to be a parent
ar_ae: حان وقت أخذ دميتك في نزهة! استمع إلى طفلك عندما يتظاهر بأنه أب

source: Time, Survive and Stunt modes available
ar_ae: تتاح أوضاع الوقت والبقاء على قيد الحياة والحيل المختلفة

source: Time-lapse recording, loop recording, 360 degrees spherical capture, mountable
ar_ae: تسجيل الفاصل الزمني وتسجيل حلقة و360 درجة التقاط كروية وقابل للرفع

source: Time-lapse video feature
ar_ae: خاصية فيديو الفاصل الزمني

source: Timeless Eau de Toilette from BOSS with an active yet rich tone
ar_ae: ماء تواليت خالد من بوس ذو رائحة نشيطة ولكن غنية

source: Timeless shape
ar_ae: شكل أنيق

source: Timer control with bell ring
ar_ae: مؤقت مع جرس

source: Timer enabled
ar_ae: تم تمكين المؤقت

source: Timer function
ar_ae: وظيفة مؤقِت

source: Timer shut-off mechanism at 11 hours
ar_ae: مزود بمؤقت آلية غلق ميكانيكي 11 ساعة

source: Tinted lip shade
ar_ae: ظل ملون للشفاه

source: TiO2 with UV lamp helps reduce bacteria
ar_ae: TiO2 مع مصباح الأشعة فوق البنفسجية يساعد على تقليل البكتيريا

source: Tip the truck bed to empty the load
ar_ae: أمل صندوق الشاحنة لتفرغ الحمل

source: Tip-over switch
ar_ae: مفتاح دوار

source: Tip-resistant design and elongated wheel base provide maximum stability
ar_ae: تصميم مقاومة للاهتراء وقاعدة عجلات ممدودة توفر أقصى قدر من الاستقرار

source: Tip: targeted sweep
ar_ae: تلميح: استهدفي التنظيف

source: Tip: Use wet for dewy application and dry for full coverage powders!
ar_ae: نصيحة: استخدام الاسفنجة الرطبة لتطبيق ديوي والجافة لفرد المساحيق كاملة!

source: Tire is made of soft foam
ar_ae: الإطارات مصنوعة من رغوة لينة

source: Tissues JOHNSON'S Baby Pure Protect contains a unique formula NO MORE TEARS enriched with a combination of natural ingredients such as green tea extract and honey.
ar_ae: مناديل جونسون حماية نقية للأطفال تحتوي على صيغة فريدة من نوعها "لا دموع بعد اليوم" مع مزيج من المكونات الطبيعية مثل مستخلص الشاي الأخضر والعسل.

source: Titanium Ceramic plates
ar_ae: صحون خزف من التيتانيوم

source: Titanium door finish
ar_ae: مِقبض للباب من التيتانيوم

source: Titanium oxide layer
ar_ae: طبقة أكسيد التيتانيوم

source: Titanium steel blade
ar_ae: شفرة الصُلب من التيتانيوم

source: To achieve the perfect lip, firstly define the outline of your lips with a lip liner pencil, then proceed to apply your Colour Riche lipstick starting from the centre of the cupid's bow Lastly, tidy u
ar_ae: للحصول على شفة مثالية، أولاً حددي زوايا شفاهكِ بقلم محدد الشفاه، ثم تابعي تطبيق أحمر الشفاه كولور ريتش بدءا من قوس كيوبيد في منتصف الشفاه العلوية وانتهاءاً بالشفة السفلية

source: To be hand washed only
ar_ae: تغسل على اليد فقط

source: To celebrate his centennial, Iittala added the 250 mm plate
ar_ae: للاحتفال بالذكرى المئوية له، أضاف إيتالا لوحة 250 ملم

source: To conveniently charge your MacBook or MacBook Pro from a wall outlet, pair the USB-C Charge Cable with a compatible USB-C power adapter, sold separately
ar_ae: لتتمكن من شحن ماك بوك أو ماك بو برو من منفذ الحائط، قم بإقران كابل شحن USB-C المزود بمحول طاقة متوافقUSB-C ، يباع بشكل منفصل

source: To create and decorate fashion rings with hot looking gemstones
ar_ae: لإنشاء وتزيين خواتم على الموضة من الأحجار الكريمة المثيرة

source: To cuddle and play
ar_ae: للاحتضان واللعب

source: To make the move unicorn - enough to move it back and let it go. The toy will move forward under the sounds of melodies (2 melodies)
ar_ae: لجعل هذه الخطوة يونيكورن بما فيه الكفاية للتحرك إلى الخلف وجعلها تنطلق. سوف تتحرك الدمية للأمام مع أصوات الألحان (لحنين)

source: To offer easy connectivity
ar_ae: لتوفير سهولة الاتصال

source: To save the freight, these toys except microwave oven are all flat packed separately.
ar_ae: تأتيكم جميع تلك اللعب، ما عدا الميكروويف، معبأة سطحيًا كل على حدة لتوفير معاناة الشحن.

source: To the delight of all collectors of small cars, big and small
ar_ae: لإدخال السرور على كل جامعي السيارات الصغيرة والكبيرة

source: To the rescue with Paw Patrol as they play their favourite music with light-up engine!
ar_ae: إلى الإنقاذ مع باو باترول حيث يلعبون موسيقاهم المفضلة مع محرك إضاءة

source: Toast sensor technology
ar_ae: تكنولوجيا استشعار التحميص

source: Toaster cuts and seals two rounds of sandwiches
ar_ae: محمصة خبز تقطع وتختم جولتين من السندوتشات

source: Toddler/Child Spiderman Flat chest suit: PP mask for S,M,L Skull cap for toddler
ar_ae: بدلة صدر مستوي سبايدرمان للأطفال: قناع PP لمقاسات S وM وL وغطاء للرأس للأطفال

source: Toddlers have fun learning colour names
ar_ae: سيتعلم الأطفال أسماء الألوان بشكل مرح

source: Toddlers will create endless flying adventures with this cute little plane
ar_ae: سيصنع الأطفال الصغار مغامرات طيران لا تنتهي مع هذه الطائرة الصغيرة الظريفة

source: Toddlers will enjoy taking this friendly
ar_ae: يستمتع الأطفال الصغار بهذه اللعبة

source: Toddlers will love driving the cute yellow bus around everywhere
ar_ae: سيحب الأطفال الصغار قيادة الحافلة الصفراء الظريفة في كل مكان

source: Toilet with toilet roll and brush
ar_ae: مرحاض مع لفة المرحاض وفرشاة

source: Tolerant up to 240°C
ar_ae: يحتمل حرارة تصل إلى 240 درجة مئوية

source: Tom Ford A modern take on a old world men`s club
ar_ae: صورة عصرية من توم فورد على نادي رجال العالم القديم

source: Tommee Tippee baby nail clippers
ar_ae: تومي تيبي مقص أظافر للأطفال

source: Tommee Tippee Closer to Nature Easy-vent Feeding Bottles make it easier to combine breast and bottle feeding
ar_ae: تومي تيبي زجاجات رضاعة أقرب إلى الطبيعة سهلة التهوية تجعل من السهل الجمع بين تغذية الثدي والزجاجة

source: Tonal metallic printing!
ar_ae: تونال الطباعة المعدنية

source: Tones down brassiness
ar_ae: يقلل من اللون النحاسي

source: Tonic and transparent notes harmonized with elements of fruits and exotic spices, express this contrasted freshness
ar_ae: تعبر روائح التونك والشفافة المنسجمة مع عناصر الفاكهة والتوابل الغريبة عن هذه العذوبة المتناقضة

source: Too much is never enough for our young hedonists
ar_ae: لا يكفي الكثير أبداً للصغار الساعين وراء المتعة

source: Tool rest
ar_ae: مسند الأداة

source: Tools are included.
ar_ae: الأدوات جزء لا يتجزأ منها

source: Tools to help to cultivate the plants.
ar_ae: أدوات للمساعدة في زراعة النباتات.

source: Tools to Master MMA - Mastering the art of grappling can be an intimidating pursuit
ar_ae: أدوات إتقان فن القتال المختلط- يمكن لإتقان فن المسكات أن يكون مطاردة مرعبة.

source: Toothbrush will promote early development of good dental hygiene
ar_ae: فرشاة الأسنان سوف تعزز المحافظة على صحة أسنان جيدة في وقت مبكر

source: Top and bottom compartments
ar_ae: فتحات علوية وسفلية

source: top and bottom resistance
ar_ae: مقاومة علوية وسفلية

source: Top carry handle. Can store 6 tubs of doh and multiple tools
ar_ae: مقبض حمل علوي. إمكانية تخزين 6 أنابيب أوعية دوه وأدوات متعددة

source: Top Dry Layer: Wetness is reliably locked in with Pampers unique Top Dry Layer and core
ar_ae: طبقة علوية جافة: يتم حبس الرطوبة بإحكام مع الطبقة العليا الجافة الفريدة من نوعها من بامبرز وحشوتها

source: Top features coordinating white and navy stripes, cat applique with floral print ears
ar_ae: كنزة تتميز بشرائط بيضاء ومن الأزرق الداكن ومزخرفة كات مع أذن عليها طباعة أزهار

source: Top front pocket comes with padding and protective Nyflex lining
ar_ae: جيب أمامي علوي بحشوة وبطانة واقية من مادة النيفلكس

source: Top layer of pure cotton
ar_ae: الطبقة العليا من القطن الخالص

source: Top layer of pure cotton all over
ar_ae: الطبقة العليا من القطن الخالص في جميع الأنحاء

source: Top loop for hanging or on-the-go transport and Available in Puppy, Monkey and Elephant
ar_ae: أنشوطة علوية للتعليق أو النقل السريع متوفرة في أشكال جرو وقرد وفيل

source: Top note includes patchouli and pepper
ar_ae: تشمل الروائح المهيمنة البتشول والفلفل

source: Top notes are coffee, mandarin orange and lavender; middle notes are sage
ar_ae: الروائح المهيمنة هي القهوة والماندارين والبرتقال والخزامي؛ والرائحة المتوسطة هي المريمية

source: Top notes include rhubarb, grapefruit and ozone accord
ar_ae: تشمل الروائح المهيمنة عبير الرواند والجريب فروت والأوزون

source: Top notes of cedar and sandalwood with hints of jasmine and spice
ar_ae: روائح مهيمنة لخشب الأرز وخشب الصندل مع عبير الياسمين والتوابل

source: Top notes of lemon and bergamot
ar_ae: روائح مهيمنة لليمون والبارغموت

source: Top notes of orange and Sicilian lemon lend a refreshing twist
ar_ae: تضفي الروائح المهيمنة للبرتقال والليمون الصقلي لمسة منعشة

source: Top notes of sparkling kumquat and tarragon
ar_ae: روائح مهيمنة للبرتقال الذهبي الفوار ونبات الطرخون

source: Top panel features tempered glass
ar_ae: يتميز اللوح العلوي بزجاج مقوى

source: Top part is made of solid Rosewood
ar_ae: الجزء العلوي مصنوع من خشب الورد الصلب

source: top quality product very long certified by Apple skandynawki unique design
ar_ae: منتج ذو جودة عالية معتمد منذ فترة طويلة من تصميمات آبل سكانديناوكي الفريدة

source: Top quality, zinc coated springs for the great bounce
ar_ae: زنبركات مطلية بالزنك ذات جودة عالية لارتداد قوي

source: Top rack dishwasher-safe
ar_ae: رف علوي آمن لغسالة الصحون

source: Top rack is dishwasher safe
ar_ae: الرف العلوي آمن للاستخدام في غسالة الأطباق

source: Top strap secures your Pill in place
ar_ae: حزام علوي يؤمن الطاقية الخاصة بك في مكانها

source: Top, trousers and ears headband
ar_ae: كنزة وبنطلون وربطة رأس على الأذن

source: Top, Trousers, Hat & Hook
ar_ae: كنزة وبنطلون وقبعة ومعلاق

source: Top-quality aluminium housing
ar_ae: علبة ألومنيوم عالية الجودة

source: Top-quality, tailored to your device
ar_ae: أعلى جودة، مصممة خصيصا لجهازك

source: Top-rack dishwasher safe
ar_ae: رف علوي آمن للاستخدام في غسالة الأطباق

source: Top-rack dishwasher safe, BPA Free
ar_ae: رف علوي آمن للاستخدام في غسالة الأطباق، خالي من بيسفينول أ

source: Top-rack dishwasher safe, freezer safe and microwave reheatable
ar_ae: رف علوي آمن للاستخدام في غسالة الأطباق والمجمِّد ويمكن إعادة تسخينه في الميكروويف

source: Topped with a semi-precious stone, this metallic ring is simply classic
ar_ae: هذا الخاتم المعدني الكلاسيكي ببساطة يعلوه حجر شبه كريم

source: Topped with a soft jersey cotton in pink and white stripes
ar_ae: قطن جيرسيه ناعم مخطط باللونين الوردي والأبيض

source: tops printed with multiplier formula designed for fun learning
ar_ae: كنزات مطبوعة بصيغة مضاعفة مصممة من أجل التعلم المرح

source: Torch includes 2 bright LEDs
ar_ae: كشاف يحتوي على مصباحي مصابيح LED للإضاءة

source: Total Attraction by Victoria`s Secret is a Floral fragrance for women
ar_ae: توتال أتراكشين من فيكتوريا سيكريت عطر من الزهور للنساء

source: Total Attraction was launched in 2014
ar_ae: تم إطلاق توتال أتراكشين في عام 2014

source: Total capacity of 0.6L
ar_ae: تبلغ سعتها الإجمالية 0.6 لتر

source: Total capacity of 0.9L
ar_ae: تبلغ سعتها الإجمالية 0.9 لتر

source: Total capacity of 1.5L
ar_ae: تبلغ سعتها الإجمالية 1.5 لتر

source: Total capacity of 105l
ar_ae: تبلغ سعتها الإجمالية 105 لتر

source: Total capacity of 10l
ar_ae: تبلغ سعتها الإجمالية 10 لتر

source: Total capacity of 120l
ar_ae: تبلغ سعتها الإجمالية 120 لتر

source: Total capacity of 18l
ar_ae: تبلغ سعتها الإجمالية 18 لتر

source: Total capacity of 1l
ar_ae: تبلغ سعتها الإجمالية 1 لتر

source: Total capacity of 2.2L
ar_ae: تبلغ سعتها الإجمالية 2.2 لتر

source: Total capacity of 24l
ar_ae: تبلغ سعتها الإجمالية 24 لتر

source: Total capacity of 30l
ar_ae: تبلغ سعتها الإجمالية 30 لتر

source: Total capacity of 4.2L
ar_ae: تبلغ سعتها الإجمالية 4.2 لتر

source: Total capacity of 42l
ar_ae: تبلغ سعتها الإجمالية 42 لتر

source: Total capacity of 45l
ar_ae: تبلغ سعتها الإجمالية 45 لتر

source: Total capacity of 47l
ar_ae: تبلغ سعتها الإجمالية 47 لتر

source: Total capacity of 50l
ar_ae: تبلغ سعتها الإجمالية 50 لتر

source: Total capacity of 59l
ar_ae: تبلغ سعتها الإجمالية 59 لتر

source: Total capacity of 60l
ar_ae: تبلغ سعتها الإجمالية 60 لتر

source: Total front-and-back coverage
ar_ae: إجمالي التغطية الأمامية والخلفية

source: Total noise isolation
ar_ae: عزل كلي للضوضاء

source: Total number of rooms: 50.
ar_ae: العدد الكلي للغرف: 50.

source: Touch and slide control
ar_ae: مزودة بوحدة تحكم باللمس ومزلاق

source: Touch areas are marked on the police car, touch to go, honk, rev or start the engine
ar_ae: أجزاء اللمس محددة في سيارة الشرطة، المس للتحرك، لإصدار صوت البوق، زيادة سرعة المحرك أو تشغيله

source: touch buttons are user-friendly
ar_ae: أزرار تعمل باللمس سهلة الاستعمال

source: Touch Me by Nabeel is an Oriental Woody fragrance for women and men
ar_ae: تاتش مي من نبيل عطر شرقي - خشبي للرجال و النساء

source: Touch of Pink is a fragrance designed for the younger generation
ar_ae: تاتش اوف بينك هو عطر مصمم للجيل الأصغر سناً

source: Touch Pad for ease of usage
ar_ae: لوحة تعمل باللمس لسهولة الاستخدام

source: Touch sensor controls for managing music and calls
ar_ae: أدوات تحكم تعمل بمجسات اللمس للتحكم في الموسيقى والمكالمات

source: Touch sensors for volume and track control. Perfect for when your phone is hiding or out of reach.
ar_ae: أجهزة إستشعار باللمس للتحكم في مستوى الصوت واختيار القطعة. مثالية عندما يكون هاتفك مختبئاً أو بعيداً عن متناول اليد.

source: Touch-dry manicure in seconds, while taking care of your cuticles
ar_ae: مانيكير يجف بمجرد اللمس في ثوان، مع الحرص على البشرة

source: Touch-sensitive top shell
ar_ae: قشرة سطحية حساسة للمس

source: Tough aluminium make
ar_ae: مصنوع من الألومنيوم القوي

source: Tough buildable service truck for lots of construction fun
ar_ae: شاحنة خدمة قوية قابلة للبناء لبناء مليء بالمتعة

source: Tough construction
ar_ae: بناء متين

source: Tough corrosion-resistance
ar_ae: قاسية - مقاومة للتآكل والصدأ

source: Tough exterior
ar_ae: سطح قاسي

source: Tough hollow ground blades
ar_ae: شفرات متينة لحفر الارض

source: Tough on stains, even at 30℃
ar_ae: قوي على البقع، حتى في درجة 30 ℃

source: Tough rugged wheels with 360 degree turning. Two working doors with latches
ar_ae: عجلات قاسية قوية مع انعطاف 360 درجة. بابان عاملان مزودان بالمزالج

source: Tough scratch resistant
ar_ae: مقاومة قوية للخدش

source: Tough shock-absorbent exterior with abrasion resistant back
ar_ae: قوية ضد الصدمات- سطح ماص مع ظهر مقاوم للتآكل

source: Tough stainless steel blade
ar_ae: شفرات ستانلس ستيل قاسية

source: Tough vinyl tested
ar_ae: مادة فينيل متينة مجربة

source: Tough-luxe™ Finish. Premium soft-touch satin plus high gloss custom coatings keep Aura looking sharp.
ar_ae: مظهر متين وفاخر يساعد الملمس الناعم الذي يشبه الستان والغلاف المخصص اللامع في إثراء مظهر جراب أورا الخاص بك

source: Toughened aluminium body for even heat distribution
ar_ae: جسم من الألومنيوم المقوّى لتوزيع الحرارة بصفة متساوية

source: Toughened glass cover
ar_ae: غطاء زجاجي مقوى

source: Toughened glass lid
ar_ae: غطاء زجاجي مقوى

source: Toughened glass lid allows you to monitor cooking without letting heat escape
ar_ae: الغطاء الزجاج المقوى يسمح لك بمراقبة الطهي دون السماح بهروب الحرارة

source: Toughened glass lid with aluminium outer steamer
ar_ae: غطاء زجاجي مقوى مع منفذ بخار خارجي من الألومنيوم

source: toughened glass top handles high temperatures
ar_ae: الغطاء الزجاجي المقوى يتحمل درجات حرارة عالية

source: Tourmaline Gemstone and Vitamin C together lightens the skin by reducing melanin production
ar_ae: حجر كريم التورمالين وفيتامين سي معًا يفتحان لون الجلد عن طريق التقليل من إنتاج الميلانين

source: Tournament wall can be connected with other sets in the Collectable Knights range
ar_ae: إمكانية استخدام سور ربط الأحصنة في مجموعات أخرى من مجموعات مقتنيات الفرسان

source: Tow rope for a pull-along ride
ar_ae: مزوّد بحبلين لتحظى صغيرتكِ برحلة أطول

source: Tow rope with built-in grommet
ar_ae: كما تأتي بحبل مع مرسان مُدمج

source: Tow truck features a movable tow arm with hook
ar_ae: وتتكون شاحنة السحب من ذراع سحب قابل للفصل مزود بخطاف

source: Towel stays secure around the neck
ar_ae: منشفة تبقى آمنة حول الرقبة

source: Tower Bridge opens to greet the incoming ship
ar_ae: يفتح برج لندن ليرحب بالسفينة القادمة

source: Towing hitch to attach other Handle Haulers
ar_ae: مشبك سحب لتركيب سيارات Hauler أخرى

source: Toy equipped with suction cups by which they can be fastened to the bath, or any other surface.
ar_ae: زودت الدمى بقواعد تعمل بالشفط يمكن تثبيتها بها في الحمام أو على أي سطح آخر.

source: Toy finishes are all non-toxic, child safe and of the highest quality
ar_ae: ألعاب غير سامة وآمنة للأطفال وذات جودة عالية

source: Toy formed as a whirligig with a transparent dome inside which is a spiral decorated with pictures of birds, flowers, snails etc
ar_ae: المدومة لعبة أطفال مع قبة شفافة في الداخل مزينة بصور الطيور والزهور والقواقع الخ

source: Toy formed as a white Unicorn with bright red mane and tail
ar_ae: لعبة على شكل حيوان أحادي القرن "يونيكورن" ذو عُرْف وذيل بلون أحمر لامع

source: Toy has large eyes, a rotating screw and fast wheels. The cabin sits airplane experienced pilot.
ar_ae: لعبة ذات عيون كبيرة، برغي دائري وعجلات. المقصورة تتسع لطيّار متمرّس

source: Toy is made of metal
ar_ae: لعبة مصنوعة من المعدن

source: Toy is made of safe materials for kids.
ar_ae: صُنعت اللعبة من مواد آمنة للأطفال.

source: Toy made in bright colours
ar_ae: لعبة مصنوعة من الألوان الزاهية

source: Toy not only soothes sore gums, but also generates colour, auditory and tactile perception of the child
ar_ae: لعبة ليست فقط تخفف التهاب اللثة ولكن أيضا تولد الإدراك السمعي واللمسي وإدراك الألوان لدى الطفل

source: Toys / books are in English language
ar_ae: ألعاب/ كتب باللغة الإنجليزية

source: Toys for bathroom Water Fun Cheerful friends: Penguin, Duck and Crab will be a great company for your baby while bathing.
ar_ae: ألعاب الأصدقاء المبهجين للحمام من ووتر فن: سيكون البطريق والبطة والسلطعون أصدقاء طفلك المفضلين أثناء الاستحمام.

source: Toys for bathroom Water Fun, Funny Fish will be a great company for your baby while bathing.
ar_ae: ألعاب للاستمتاع بالاستحمام بها سمكة رائعة ستكون رفيقًا مميزًا لطفلك أثناء الاستحمام.

source: TPE High quality material
ar_ae: مواد TPEعالية الجودة

source: TPE housing
ar_ae: مساكن TPE

source: Tpu cushions & protects from drops
ar_ae: وسائد tpu تحمي من السقوط

source: tpu is flexible without stretching
ar_ae: Tpu مرن بدون تمديد

source: TPU material adds to its durability
ar_ae: تجعله مادة البولي يوريثان الحراري متيناً للغية

source: tpu wraps around front of the screen to protect it from scratches
ar_ae: Tpu يلتف حول الجهة الأمامية من الشاشة لحمايتها من الخدوش

source: TPU-treated ultra thick edges for extra protection
ar_ae: حواف سميكة جدًا معالجة بمادة TPU للحصول على حماية إضافية

source: TPU-treated ultra thick edges for extra shock absorption
ar_ae: حواف سميكة للغاية تمت معالجتها بمادة البولي يوريثان البلاستيكي الحراري لامتصاص الصدمات بشكل أفضل

source: TPU-treated ultra thick edges for extra shock absorption and drop proof up to 1.5m
ar_ae: حواف رفيعة للغاية معالجة بمادة يوريثان المتعدد الحراري لامتصاص الصدمات ومقاومة حوادث السقوط حتى ارتفاع 1.5m متر

source: TPU/PET dual materials and enhance buttons cover for 360 protection
ar_ae: مواد مزدوجة من يوريثان متعدد لدن بالحرارة/ بولي إيثيلين تيرفثالات لتعزيز تغطية الأزرار لحماية 360 درجة

source: Trace your journey back in time to a place called paradise
ar_ae: تتبع رحلتك مرة أخرى رجوعاً بالزمن إلى مكان يسمى الجنة

source: Track and cars scales: 1:43
ar_ae: مسار ومقاييس سيارات: 1:43

source: Track length 620 cm
ar_ae: مسار طوله: 620 سم

source: Track length 890 cm
ar_ae: مسار طوله: 890 سم

source: Track length: 17,72 ft. Size: 6,3 x 1,97 ft.
ar_ae: طول المسار: 17،72 قدم الحجم: 6،3 × 1،97 قدم.

source: Track length: 530 cm
ar_ae: مسار طوله: 530 سم

source: Track: straights, curves, fly over, loop, guardrails and supports.
ar_ae: المسار: مستقيم، منحنيات، يطير فوق، عُقدة، درابزينات، ودعّامات

source: Tracks and archways for adventures with the included figure and car
ar_ae: تحتوي على ممرات وقناطر لأجل الاستمتاع بالمغامرات بصحبة الشخصيات والسيارات المرفقة معها.

source: Tracks your heart rate and sleep pattern
ar_ae: يتابع معدل ضربات قلبك ونمط النوم

source: Traditional design
ar_ae: التصميم التقليدي

source: Traditional Dry Cell Appearance
ar_ae: مظهر البطارية الجافة التقليدي
