Repository: hussamotri/file_types
Catalog: po/20170624-product-features-13-*.po
Languages: ar_ae

source: The perfume was created by Olivier Polge, who composed it spicy floral note
ar_ae: تم تصميم العطر من قبل أوليفييه بولج، الذي كونه من عبق الزهور الحيوية

source: The perfume was created by Olivier Polge, who composed the spicy floral note
ar_ae: تم تصميم العطر من قبل أوليفييه بولج، الذي كونه من عبق الزهور الحيوية

source: The perfume was created in 2006
ar_ae: تم تصميم العطر في عام 2006

source: The perfume was designed by Alberto Morillas in 2000
ar_ae: تم تصميم العطر من قبل ألبرتو موريلاس في عام 2000

source: The Pizzeria building features a downstairs kitchen with opening door and windows, a pizza oven, worktop, sink, hob, cash register and plant stand, plus an upstairs restaurant balcony with tables and
ar_ae: يشمل مبنى البيتزا مطبخًا بالطابق السفلي مع باب ونوافذ قابلة للفتح، فرن بيتزا، طاولة عمل، حوض، موقد، آلة تسجيل النقود ورف للنباتات، بالإضافة إلى شرفة مطعم علوية مع طاولات وكراسي.

source: The plant-based formula leaves behind a gentle, pleasing fragrance
ar_ae: التركيبة المستخلصة من النباتات تترك خلفها عطراً جميلاً

source: The Play Doh Toolbox is the perfect place to organize your doh Secure lach closure
ar_ae: صندوق الأدوات من بلاي دوه المكان الأمثل لتنظيم ألعابك من خلال قفل مزلاج الأمان الخاص بدوه

source: The play has a woody fresh and a sparkling composition
ar_ae: للعبة تركيبة خشبيّة منعشة ولمّاعة

source: The Play-Doh toolbox helps keep boredom at bay and incorporates maximum play value.
ar_ae: يساعد صندوق الأدوات من بلاي دوه في طرد الملل ويمنح المزيد من المرح والمتعة.

source: The player who reaches the island first is the winner
ar_ae: اللاعب الذي يصل إلى الجزيرة أولا هو الفائز

source: The playful and seductive scent is housed in a clear bottle
ar_ae: الرائحة المثيرة والمغرية محفوظة في زجاجة شفافة

source: The Playmobil headlight with spy team agent
ar_ae: مصباح الرأس من بلايموبيل مع عميل فريق الجواسيس

source: The Playmobil Pony Farm carry case includes two Playmobil riders, their ponies and a series of fences.
ar_ae: يتضمن كيس بلاي موبيل بوني فارم دراجتي بلاي موبيل، وسلاسل سحب

source: The Playmobil tuning car with sounds features removable body panels
ar_ae: سيارة بلاي موبيل مع أصوات تضم لوحات جسم قابلة للإزالة

source: The pleasant aquatic fragrance has a strong connection with the ocean
ar_ae: العطر المائي اللطيف لديه ارتباط قوي مع المحيط

source: The pleasant aromas of this perfume lend you rejuvenation
ar_ae: الروائح اللطيفة التي تفوح من هذا العطر تعيد إليك شبابك

source: The pleasant fruity floral scent sweeps you into a soft whirlwind of joy and fantasy
ar_ae: رائحة زهور الفاكهة الطيبة تجتاحك في زوبعة رقيقة من الفرح والفنتازيا

source: The pleated skirt displays a freedom to move and timeless modernity
ar_ae: تمنحك التنورة المكسرة حرية في الحركة وتعكس تصميماً عصرياً لايتغير عبر الزمن

source: The pleated skirt is the inspiration
ar_ae: مصدر إلهامك هو في تصميم التنورة المكسرة!

source: The Pluto i'coo offers more: the softly padded seat provides your child's comfort with free space around her head.
ar_ae: يوفر بلوتو أيكو المزيد: مقعداً مبطناً بنعومة يوفر الراحة لطفلتك مع مساحة حرة حول رأسها.

source: The polished aluminium rod is fastened to a smooth, cherry-finished hardwood base that measures 7-1/4 inches in length, small enough to keep on a desk or by the bed
ar_ae: يتم تثبيت قضيب من الألومنيوم المصقول إلى قاعدة ملساء من الخشب الصلب، بطول 7و 1/4 بوصة، صغيرة بما فيه الكفاية لحفظها على سطح مكتب أو بجانب السرير

source: The pool can be filled with water.
ar_ae: يمكن ملء حمام السباحة بالماء.

source: The pool has appealing design which is attractive for children
ar_ae: بركة لديها تصميم جذابة تجذب الأطفال

source: The pool has three holes - Two for connecting the filtration unit and a drain valve for connection to a garden hose to drain water away from the pool
ar_ae: تجمع البركة ثلاثة ثقوب - اثنان لتوصيل وحدة الترشيح وصمام تصريف للاتصال بخرطوم الحديقة لتصريف المياه بعيداً عن حوض السباحة

source: The portability of Switch is enhanced by its 6.2" screen, which displays bright, high-definition gameplay
ar_ae: إن تعزيز قابلية التبديل بالمفاتيح يتم من خلال شاشة بحجم 6.2 بوصة، والتي تعرض شاشة لعب الساطعة وعالية الوضوح

source: The poster measures 96cms x 68cms, perfect for a bedroom wall. This award winning puzzle is made of strong, recycled card, and will last for many years.
ar_ae: يبلغ مقاس الملصق 96 سم × 68 سم، كما أنه مثالي لجدار غرفة النوم. هذا البازل الحاصل على جائزة مصنوع من لوحة قوية معادة التصنيع وسيستمر لعدة أعوام.

source: The power of an emotion that is freely expressed
ar_ae: قوة العاطفة التي يتم التعبير عنها بحرية

source: The Power Of Sound
ar_ae: فيلم قوة الصوت

source: The power plant features a silo with explode function, pipes, plus computer, pressure meter and bomb elements
ar_ae: يحتوي مصنع الطاقة على قنبلة متحركة وصومعة مزودة بعنصر متفجر وأنابيب وجهاز كمبيوتر وعداد ضغط وقنابل

source: The power plant features a silo with pipe and an adjustable lever, plus computer, pressure meter, mug and translucent light elements
ar_ae: يحتوي مصنع الطاقة على صومعة مزودة بأنبوب ورافعة قابلة للضبط وجهاز كمبيوتر وعداد ضغط وكوب وعناصر إضاءة شفافة.

source: The powerful motor is quiet and lightweight
ar_ae: موتور قوي يتميز بالهدوء وخفة الوزن

source: The Powerpuff girl perfume for girls by Cartoon Network
ar_ae: صمم عطر باور باف جيرل للفتيات، شبكة الكارتون والرسوم المتحركة

source: The prelude is dominated by fresh notes of green apple
ar_ae: إن النغمات العطرية المهيمنة على مقدمة العطر هي التفاح الأخضر

source: The premium 50mm ensure high sound quality
ar_ae: ذا بريميام 50 مم يضمن جودة صوت عالية

source: The presence of an indicator that shows the battery charge level
ar_ae: وجود مؤشر يظهر مستوى شحن البطارية

source: The presence of sandalwood enhances its tranquil fragrance
ar_ae: إن وجود خشب الصندل يعزز عطره الساكن

source: The presence of the ON-OFF button to activate or stop the charging, in order to save energy when not in use
ar_ae: وجود مفتاح تشغيل-إيقاف لتنشيط أو إيقاف الشحن لتوفير الطاقة في حالة عدم الاستخدام

source: The pretty bows and frill at the waist adds a chic touch to the swimsuit.
ar_ae: إن التصميم بعقد وربطات جميلة وكشكش على الخصر تضيف لمسة أنيقة لملابس السباحة.

source: The price includes import custom duties and taxes|
ar_ae: يشمل السعر رسوم الاستيراد والضرائب

source: The printed material gives the bus a deceptively genuine look
ar_ae: المادة المطبوعة تعطي الحافلة منظرا مخادعاً يجعلها تبدو أصلية

source: The prison bars can be pushed through fro easy escape
ar_ae: يمكن دفع قضبان السجن لإتاحة الهروب بسهولة

source: The product absolutely does not contain phthalate.
ar_ae: لا يحتوي المنتج على أي فثالات نهائيًا.

source: The product is available in various colours and / or patterns
ar_ae: المنتج متاح بمختلف الألوان و / أو الأنماط

source: The product locks in the flavour for best results
ar_ae: ويحتفظ المنتج بالنكهة ليمنحك أفضل النتائج التي تدوم طويلاً.

source: The programmable buttons allow total customisation
ar_ae: تسمح الأزرار القابلة للبرمجة بإضفاء طابعك الشخصي على طريقة الاستخدام

source: The protrusions on the surface of the teat provide a gentle massage to the gums
ar_ae: النتوءات على سطح الحلمة توفر التدليك لطيف اللثة

source: The pulsed LED indicates the charging status
ar_ae: يشير مصابيح LED الوامض إلى حالة الشحن

source: The pure elegance of delicate floral notes
ar_ae: نوتات العطر الوردية الرقيقة بسحرها الأنيق

source: The purple hair styler is easy to use and handle because of its compact size. You can easily carry it with you to trips and journeys in your handbag. It is the best dryer for storage as it doesn't req
ar_ae: مصفف الشعر الأرجواني سهل الاستخدام والتخزين لحجمه الصغير. فيمكنك اصطحابه معك في حقيبة سفرك بسهولة في جميع رحلاتك وسفرياتك. فهو أفضل مجفف شعر يمكنك تخزينه بسهولة ويسر ولا يتطلب مساحة كبيرة

source: The purple-tinted glass bottle is stunning in its colour and silhouette
ar_ae: الزجاجة الأرجوانية الرائعة في لونها الزاهي وتصميمها المبهر

source: The putty colour changes when exposed to UV light
ar_ae: يتغير لون المعجونة لدى تعرضها للأشعة فوق البنفسجية

source: The puzzles are printed on thick, sturdy board, and each individual puzzle measures 8cms x 15cms.
ar_ae: هذا البازل مطبوع على لوحة قوية وسميكة ويبلغ مقاس كل قطعة بازل منفردة 8 سم × 15 سم.

source: The quick dissolving formula removes the toughest waterproof makeup
ar_ae: تزيل التركيبة سريعة الذوبان أكثر أنواع الماكياج المقاوم للماء ثباتًا

source: The quintessential ocean fragrance, for men who forge their masculinity on the waves of action
ar_ae: عطر كوينتسيشنال أوشن للرجال التي تتحدى رجولتهم بحار الصعاب

source: The race track is ready for you and no other driver to see far and wide
ar_ae: مسار السباق جاهز لك ولايوجد سائق آخر على مرمي البصر

source: The ramp is swingable
ar_ae: سلم متأرجح

source: The rechargeable battery with USB cable ensures ease of usage
ar_ae: بطارية قابلة للشحن بكبل USB لضمان سهولة الاستخدام

source: The red LED flashes consistently when new batteries are required.
ar_ae: تومض مصابيح LED الحمراء باستمرار ودون انقطاع عند الحاجة إلى بطاريات جديدة

source: The refined women's fragrance accentuates the sensual feminine mystique
ar_ae: عطر ريفايند وامن يبرز سحر الأنثى الجذاب بداخلك.

source: The refreshing tone creates a heady blend of fragrance that is charming making it perfect for a day time wear
ar_ae: نوتات العطر المنعشة تخلق مزيجاً من السحر والجمال ليكون بذلك العطر المثالي في نهارك واستخدامك اليومي

source: The refreshing tone creates a heady blend of fragrance that is charming making it perfect for a night time out
ar_ae: نوتات العطر المنعشة تخلق مزيجاً من السحر والجمال ليكون ذلك العطر المثالي لسهرتك الخيالية

source: The remote and mic are supported by all models of iPod, iPhone, and iPad.
ar_ae: ويدعم جهاز التحكم عن بعد والميكروفون جميع إصدرات الآيبود والآيفون والآيباد.

source: The remote control works at 2.4 GHz. It has a pistol shape and is therefore well in the hand. At the same time 10 Silverlit motorbikes could drive.
ar_ae: جهاز التحكم عن بعد يعمل بقوة 2.4 غيغاهيرتز. كما يحتوي على شكل مسدسي، يناسب قبضة اليد جيداً. كما يمكن لدراجات 10 سيلفرليت النارية أن تقوم بالقيادة الذاتية.

source: The removable cover can be washed at 30°C
ar_ae: يمكن غسيل الغطاء القابل للخلع عند 30 درجة مئوية

source: The removable crane can be used as a sand tool
ar_ae: يمكن استخدام الرافعة القابل للفك كأداة للرمل

source: The removable side walls have sturdy mesh fabric for added protection and allows parents to easily see through as kids jump and play the day away
ar_ae: وتتميز الجدران الجانبية القابلة للإزالة بشبكة متينة لتوفير حماية إضافية للأطفال كما تسمح للآباء برؤية أطفالهم وهم يتقافزون ويلعبون طوال اليوم.

source: The Repairwear Uplifting Firming Cream is suitable for dry combination-to-combination oily skin
ar_ae: يعد كريم Repairwear لشد البشرة مناسبًا للبشرة الجافة المختلطة إلى الدهنية المختلفة

source: The respective function is immediately switched off by pressing the button repeatedly
ar_ae: يتم إيقاف تشغيل الوظيفة ذات الصلة على الفور عند الضغط على الزر بتكرار

source: The responsive ALP's analogue sticks offer greater control
ar_ae: تزودك عصى التحكم التناظرية ALP بقدرة أكبر على التحكم

source: The result is defined and fuller looking brows and Long wear
ar_ae: والنتيجة حواجب أكثر تحديداً وكثافة تدوم طويلاً.

source: The result is gorgeously feminine
ar_ae: والنتيجة مظهر أكثر أنوثة وجاذبية.

source: The reversible USB - Type C design makes connectivity easy
ar_ae: منفذ USB بتصميم منعكس - توصيل أسهل مع الطراز C

source: The RF dongle ranges up to 20m, making it functionally appealing
ar_ae: مقاس دونجل RF يصل إلى 20m,م، مما يمنحها جاذبية وفعالية وظيفية

source: The rhythm of new York city
ar_ae: إيقاع مدينة نيويورك

source: The rich and sensual trail of orris root lends it a tranquil scent
ar_ae: أريج جذور نبات السوسن الغني والحسي يمنح عطرك شذاً هادئاً مسترخياً لا يقاوم

source: The Riddle Racer features a dual exhaust with two flip-up, spring-loaded shooters, secret front compartment with two hidden guns, an open minifigure cockpit, plus wing mirror and translucent headlight
ar_ae: تتكون لعبة متسابق الألغاز من وحدة إطلاق العادم المزدوج مع مدفعي إطلاق محملين بالرماح وقابلين للقلب وحجرة سرِّية أمامية ومسدسين مخفيين بالإضافة إلى مقصورة قيادة مفتوحة ومرآة جانبية و كشافات ضوئية شفافة

source: The right amount of boosting to make sure you are in your best mood
ar_ae: الكمية المثالية من التعزيزات الإضافية تضمن لك أفضل مزاج

source: The robe is finished with a shawl collar, two front pouch pockets and a soft velour finish
ar_ae: تم تصميم الروب برقبة شال، وجيبين أماميين عميقين وقطيفة ناعمة.

source: The Rock Nudes Eye Shadow Palette features 12 expertly curated shades for custom eye makeup looks
ar_ae: تضم لوحة ظلال العيون من نيود 12 لوناً مختارة بعناية لوضع مستحضرات تجميل العين حسب الرغبة

source: The roof comes off to allow easy access
ar_ae: يمكن إزالة السقف للسماح بالوصول السهل لجسم السفينة

source: The roomy kid’s table surface is 27" x 27" (68.6 x 68.6 cm)
ar_ae: سطح طاولة الطفل الواسعة هو 27 "× 27" (68.6 × 68.6 سم)

source: The rounded disc edge prevents skin irritation and shields against pressure points
ar_ae: تمنع حافة القرص المستديرة تهيج الجلد والدروع ضد نقاط الضغط

source: The royal Turkish bath towel by Christy pampers you like no other
ar_ae: تمنحك منشفة الحمام التركي الملكي من كريستي دلالاً ليس له مثيل

source: The runny texture makes it easy to blend on your face and wash off easily
ar_ae: البنية السائلة تجعله سهل الدمج على وجهك ويُغسل بسهولة

source: The safe glass top gives you a chance to watch the food as it cooks
ar_ae: السطح الزجاجي الآمن يمنحك فرصة لرؤية الطعام أثناء الطهي

source: The safety cut-off system of this hair styler ensures it automatically turns off the heat if it begins to overheat
ar_ae: يضمن لك نظام الفصل الآمن الذي يقدمه لك مصفف الشعر، التوقف الأتوماتيكي وفصل الحرارة إذا ما بدأت في السخونة الزائدة.

source: The safety system automatically stops the gas flow if the flame goes out, even when electrical power is cut
ar_ae: يقوم نظام الأمان بوقف تدفق الغاز أتوماتيكياً إذا ما انطفأت الشعلة، حتى في حالة انقطاع التيار الكهربائي.

source: The Saints face their deadliest enemies yet
ar_ae: يواجه القديسون أكثر أعداءهم فتكاً حتى الآن

source: The sales of this product support the RSPB
ar_ae: تدعم مبيعات هذا المنتج الجمعية الملكية لحماية الطيور

source: The sandalwood and iris components steal the show
ar_ae: وسرق أريج خشب الصندل وعبير نبات الزنبق الأضواء من الجميع

source: The scale comes with bold markings for clear display
ar_ae: يأتي الميزان بعلامات عريضة لمزيد من وضوح الرؤية

source: The scent comes in adorned white bottle
ar_ae: يأتيك هذا العطر في زجاجة بيضاء مزينة بالزخارف

source: The scent distills the energy of the young men
ar_ae: يفوح هذا العطر بعبير العنفوان والطاقة الشبابية

source: The scent has been popular among many across different regions of the world
ar_ae: اكتسب هذا العطر شعبية وشهرة واسعة عبر البلدان المختلفة حول العالم

source: The scent is active, feminine and graceful
ar_ae: عطر رشيق وأنثوي جذاب

source: The scent is amplified by the intense and mysterious character of oud
ar_ae: ويزيد هذا العطر سحراً، أريج العود بروحه القوية وشخصيته الغامضة

source: The scent is bright, and light, casual and flirty, with a lingering touch
ar_ae: هذا العطر من العطور الرشيقة الخفيفة بروحها الرقيقة المداعبة ولمستها التي لا تمحى آثارها

source: The scent is very calm with aquatic notes
ar_ae: هذه رائحة هادئة للغاية بالنوتات البحرية المائية الرقيقة

source: The scent of amber represents the love between mankind and the sea
ar_ae: وأريج العنبر المعبر عن علاقة الحب بين الإنسان والبحر بجماله وسحره

source: The scent of smooth Woody Fougere family, to provide a new vision of masculinity
ar_ae: رائحة عائلة عطور الفوجير الخشبية الناعمة الرقيقة، تقدم لك معنى ورؤية جديدة لسحر الرجولية وقوتها

source: The scent of victory, the essence of hero's
ar_ae: عطر الانتصار، جوهر البطل الحقيقي

source: The scent with its celebrated rapture
ar_ae: هذا العطر بنشوته الخاطفة وسحره الذي لا يقاوم التي لطالما عرف بهما

source: The screw-back closure makes it easy to wear
ar_ae: مسمار الإغلاق يزيد من سهولة إرتدائها

source: The Scuttler features a fully posable head, adjustable ears, opening minifigure cockpit and two stud shooters, hidden jetpack for Batman, net shooter, extendable arms each with dual stud shooters, and
ar_ae: يتكون السكوتلر من رأس قابلة للتحريك بشكل كامل وآذان قابلة للضبط وكابينة قيادة مصغّرة ومدفعي إطلاق مسامير وطائرة باتمان النفاثة المخفية وبندقية إطلاق الشباك وأذرع قابلة للمد ومدافع إطلاق مسامير مزدوجة و

source: The seal releases the ball through the ramp
ar_ae: تصدر الفقمة الكرة لتمر من خلال المنحدر

source: THE SEASON PASS (6 DLC PACKS) With Trials Fusion’s Season Pass , you will ride your way through 6 DLCs featuring new tracks, new bike parts and rider gear, but also new items for the Track Editor. On
ar_ae: التصريح الموسمي (6 حزم من المحتويات القابلة للتحميل DLC) مع التصريح الموسمي للعبة تريال فيوجن، سوف تركب من خلال 6 DLC تضم مسارات جديدة، أجزاء دراجات جديدة وعُدّة متسابق، ولكن أيضا إضافات جديدة لمحرر المسار.

source: The seat grows in stages, so they can first use it as a ride-on, before graduating to a Mini Micro Scooter.
ar_ae: إن هذا المقعد يكبر مع طفلك في مراحله العمرية المختلفة، حيث يمكنهم استخدامه في البداية للركوب عليه قبل أن يصبحوا قادرين على استخدام سكوتر ميني مايكرو.

source: The secure lid avoids leakage and spilling
ar_ae: هذا الغطاء المحكم والآمن يمنع التسريب والانسكاب

source: The secure lid avoids leakages and spilling
ar_ae: هذا الغطاء المحكم والآمن يمنع التسريب والانسكاب

source: The Seductive Homme by Guess for men is a magical perfume that never fails to amuse
ar_ae: عطر ذي سيداكتيف هوم للرجال الذي تقدمه مجموعة جيس للرجال، عطر سحري بمعنى الكلمة ولن يتوقف يوماً عن إبهارك

source: The see-through truck bed allows the kid to see the balls pop with forward motion
ar_ae: يتيح ظهر الشاحنة الشفاف للطفل إمكانية رؤية الكرات وهي تقفز مع حركة السيارة للأمام

source: The semi-solid feeding system is the perfect solution to feed the baby anywhere
ar_ae: نظام التغذية نصف المصلب هو الحل الأمثل لإطعام طفلك وتغذيته في أي مكان

source: The sensoFlow System with Intelligent Heater keeps the brewing temperature constant
ar_ae: نظام سينسوفلو مع السخان ذكي يحافظ على درجة حرارة التخمر ثابتة

source: The sensual touch of raspberry cashmere
ar_ae: اللمسة الحسية من توت كشمير

source: The set comes in a handy carry case to keep all the bits safely stored
ar_ae: تأتي المجموعة بكيس حمل مريح لضمان تخزين مقتنياتك بأمان

source: The set consists of 16cm, 18cm and 20cm saucepans
ar_ae: تتكون المجموعة من أواني بمقاس 16 سم، 18 سم و 20 سم

source: The set contains a play mat with a farmyard and animals as well as lots of other toys
ar_ae: تحتوي المجموعة على حصيرة لعب مع فناء مزرعة وحيوانات بالإضافة إلى الكثير من الألعاب الأخرى

source: The set is designed to fit inside Playmobil Grande Mansion (sold separately)
ar_ae: تم تصميم المجموعة لتتناسب داخل قصر بلايموبيل الكبير (يباع كل منها بشكل منفصل)

source: The shaver ensures full time use with a charging adaptor that can last for 8 hours.
ar_ae: تضمن ماكينة الحلاقة الاستخدام لوقت كامل مع محول شحن يمكن أن يستمر لمدة 8 ساعات.

source: The shaving foam provides glide that helps protect the skin from irritation and razor burn
ar_ae: رغوة الحلاقة تمنحك انسيابية تساعد على حماية الجلد من التهيّج و حرق الشفرة

source: The shockproof design keeps your device safe
ar_ae: تصميم مقاوم للصدمات للحفاظ على جهازك

source: The short curved blades make cutting your babies nails easier
ar_ae: الشفرات القصيرة والمقوّسة تسهّل تقليم أظافر طفلك

source: The short length of 0.9m allows hassle-free usage
ar_ae: طول قصير من 0.9 م يسمح باستخدام خالي من المتاعب

source: The shorts are an easy peasy pull on style
ar_ae: يأتي الشورت بتصميم عصري سهل الارتداء والخلع

source: THE SIEGE GAMEPLAY: For the first time in Rainbow Six, players will engage in sieges, a brand-new style of assault. Enemies now have the means to transform their environments into strongholds: they ca
ar_ae: لعبة المحاصرة: لأول مرة من في "Rainbow Six" يمكن للاعبين الاشتباك في المحاصرات و هو أسلوب جديد للمهاجمة. الآن يمكن للخصوم استخدام أساليب تحوّل بيئتهم إلى مواقع سيطرة: يمكنهم

source: THE SIEGE GAMEPLAY: The Siege is a brand-new style of gameplay embracing the reality of counter-terrorist operatives across the world: intense and asymmetrical close-quarters combat between attackers
ar_ae: لعبة المحاصرة: أسلوب المحاصرة هو أسلوب جديد يحاكي واقعية عمليات مكافحة الإرهاب حول العالم: اشتباكات عنيفة و مداهمات قريبة بين المهاجمين

source: The signature bottle is decorated with lotus blossom engraved on the back
ar_ae: زجاجة العطر الفريدة مزخرفة برسم زهرة اللوتس المنقوشة خلفها

source: The signature bottle is infused with a unique shade of blush
ar_ae: زجاجة العطر الفريدة مغطاة بلون مميز وردي

source: The signature cedar essence to give you a refreshing scent of luxurious elegance
ar_ae: بصمة عبق الارز تمنحك رائحة منعشة من الأناقة الفاخرة

source: The signature perfume Dunhill Custom comes from the modest and rich cottages
ar_ae: تأتي بصمة عطر Dunhill Custom من الأكواخ المتواضعة والفاخرة

source: The silent dew drops that glimmer, right before daybreak
ar_ae: قطرات الندى الصامتة التي تستطع قبل الفجر مباشرة

source: The silicone exterior is pleasant to hold and touch, and the inside is lined with soft microfibre.
ar_ae: السيليكون الخارجي لطيف للإمساك واللمس، والداخل مبطن بمايكرفايبر ناعم.

source: The silicone knob on the saucepan lid is insulated
ar_ae: المقبض من السيليكون على غطاء مقلاة معزول حرارياً

source: The silky, soft-touch finish
ar_ae: الملمس الحريري والناعم

source: The Silverlit Air Cannon is a 3-channel ready-to-fly infrared remote control helicopter, suitable for operation indoors
ar_ae: نموذج "سيلفرليت المدفع الهوائي" هي طائرة هليكوبتر جاهزة للتحليق بالتحكم عن بُعد بثلاث ترددات مناسبة للعمليات الداخلية

source: The Silverlit Cannon Mission is a 2-channel ready-to-run infrared remote control truck, suitable for operation indoors
ar_ae: نموذج "سيلفرليت بالمدفع" هي دبابة جاهزة للتحكم عن بُعد مع ترددين مناسبة للعمليات الداخلية

source: The Silverlit Gyro Zee Ready-to-Run 2.4 GHz Radio control Buggy is suitable for internal or external operation
ar_ae: نموذج "سيلفرليت الدوراني" سيارة جاهزة للتحكم عن بُعد على تردد 2.4 جيجاهرتز مناسبة للعمليات الداخلية أو الخارجية

source: The Silverlit Heli Bee is a 3-channel ready-to-fly infrared remote control helicopter, suitable for operation indoors
ar_ae: نموذج "سيلفرليت هيلي بي" طائرة هليكوبتر جاهزة للتحليق بالتحكم عن بُعد بثلاث ترددات مناسبة للعمليات الداخلية

source: The Silverlit Heli Splash is a 3-channel ready-to-fly infrared remote control helicopter, suitable for operation indoors
ar_ae: نموذج "سيلفرليت هيلي سبلاش" هي طائرة هليكوبتر جاهزة للتحليق بالتحكم عن بُعد بثلاث ترددات مناسبة للعمليات الداخلية

source: The Silverlit motorcycle has a built-in rechargeable battery, which you can charge via the remote control.
ar_ae: نموذج "دراجة سيلفرليت النارية" يحوي بطارية قابلة للشحن، والتي يمكنك شحنها عن طريق جهاز التحكم عن بُعد.

source: The Silverlit motorcycle is about 13 × 8 × 4 cm in size.
ar_ae: أبعاد حجم "دراجة سيلفرليت النارية" حوالي 13 × 8 × 4 سم.

source: The Silverlit Phoenix Vision is a 2.4GHz 4-channel ready-to-fly radio control helicopter, suitable for operation indoors or outside
ar_ae: نموذج "سيلفرليت فينيكس" هي طائرة هليكوبتر جاهزة للتحليق بالتحكم عن بُعد فيها أربع ترددات على 2.4 جيجاهرتز ومناسبة للعمل في الداخل أو في الخارج

source: The Silverlit Space Zeta is a 3-channel ready-to-fly remote controlled vertical take off plane, suitable for operation indoors
ar_ae: نموذج "سيلفرليت زيتا سبيس" هي طائرة هليكوبتر جاهزة للتحليق بالتحكم عن بُعد بثلاث ترددات مصممة للعمليات الداخلية

source: The Silverlit Spy Cam-2 is a 3-channel ready-to-fly 2.4GHz radio control helicopter, suitable for operation indoors or outside
ar_ae: نموذج "سيلفرليت سباي كام 2" هي طائرة هليكوبتر جاهزة للتحليق بالتحكم عن بُعد فيها ثلاث ترددات على 2.4 جيجاهرتز ومناسبة للعمل في الداخل أو في الخارج
