Repository: hussamotri/file_types
Catalog: po/20170624-product-features-13-*.po
Languages: ar_ae

source: The Silverlit Spy Eye is a 3-channel ready-to-fly 2.4GHz radio control helicopter, suitable for operation indoors or outside
ar_ae: نموذج "سيلفرليت سباي أي" هي طائرة هليكوبتر جاهزة للتحليق بالتحكم عن بُعد فيها ثلاث ترددات على 2.4 جيجاهرتز ومناسبة للعمل في الداخل أو في الخارج

source: The Silverlit X-Twin Lite is a 2.4GHz 2-channel ready-to-fly radio control aeroplane, suitable for operation indoors or outside
ar_ae: نموذج "سيلفرليت إكس توين" هي طائرة جاهزة للتحليق بالتحكم عن بُعد فيها ترددين على 2.4 جيجاهرتز ومناسبة للعمل في الداخل أو في الخارج

source: The simple build and chunky gearwheels encourage early construction skills
ar_ae: تشجع هذه التروس الكبيرة سهلة التجميع على مهارات البناء المبكرة

source: The simplistic bottle adds a dash of charm
ar_ae: الزجاجة البسيطة تضيف المزيد من سحر

source: The sixth addition to BOSS The Collection a range of elite fragrances for men
ar_ae: الإضافة السادسة إلى المجموعة من بوس هي مجموعة من العطور الفاخرة للرجال

source: The skin immediately takes on renewed freshness and beauty, with a matte finish
ar_ae: ويحصل الجلد على تجديد للنضارة والجمال فوراً، مع مظهر غير لامع

source: The skin looks immediately nourished and nurtured, with a renewed suppleness
ar_ae: على الفور تظهر البشرة بشكل مغذى ومُراعَى، وليونة مجددة

source: The skin smooth and soft, lightens dark spots and evens skin tone
ar_ae: البشرة الملساء والناعمة، تخفف البقع الداكنة وتوحد لون البشرة

source: The Slackline Rack is always ready when you are. Get out There.
ar_ae: وهو جاهز دائمًا متى تحتاجه. اندمج في المجتمع.

source: The slash pockets help store your essentials and more
ar_ae: جيوب مائلة تساعد على تخزين الضروريات الخاصة بك وأكثر من ذلك

source: The slogan is clear Don't imitate, innovate
ar_ae: كلمات الشعار واضحة، لا تقليد بل إبتكر

source: The small cars with retraction function can drive up to 10 meters.
ar_ae: السيارات الصغيرة المزودة بإمكانية السحب للخلف يمكنها قطع مسافة تصل إلى 10 أمتار.

source: The small front wheels can be put in either fixed or swivel position
ar_ae: يمكن وضع العجلات الأمامية الصغيرة إما في وضع ثبات أو دوران

source: The smallest of hits sounds like a huge drive
ar_ae: تصدر أقل تسديدة صوتًا يشبه القذف السريع للكرة

source: The Smart Case is made from beautiful, aniline-dyed leather
ar_ae: الجراب الذكي مصنوع من جلد جميل مصبوغ بالأنيلين

source: The smart lid can be placed on the handle position
ar_ae: يمكن وضع الغطاء الذكي على موضع المقبض

source: The smooth application adds to its utility
ar_ae: يضيف التطبيق السلس إلى إستخدامه

source: The smooth coating helps in easy cooking and clean-up
ar_ae: الطبقة الناعمة تساعد على الطبخ والتنظيف

source: The Snake Mech features a dual minifigure cockpit, missile-shooting eye, posable head and arms, swishing tail, two big detachable blade weapons and spinning Time Portal with plug-in points for the fou
ar_ae: وتتكون لعبة سناك ماك مقصورة قيادة مزدوجة وعيون مطلقة للصواريخ ورأس وأذرع قابلة للتحريك بشكل كامل وذيل يصدر هفيفاً عند تحركه وسلاحين ضخمين لإطلاق الشفرات قابلين للفصل وبوابة زمن دوارة مع نقاط توصيل وتركيب

source: The soap is intricately embossed
ar_ae: الصابون مزين بنقوش بارزة متداخلة

source: The soap-free formula, enriched with Neem Leaf Extract and tea-tree oil, helps prevent pimples through 3 purifying actions fights bacteria, fights pollution and removes oil
ar_ae: تساعد الصيغة الخالية من الصابون، المخصبة بِمُستخَرج أوراق النيم وزيت شجرة الشاي، على منع البثور من خلال 3 إجراءات تنقية لمقاومة البكتيريا، والتلوث وإزالة الزيت

source: The soft and comfortable tie bib's generous size means less mess and less clearing up
ar_ae: إن الحجم الكبير لهذه المريلة الناعمة والمريحة يعني فوضى أقل وتنظيفاً أسهل

source: The soft bodies give you an adorable hug
ar_ae: لا يمكنك مقاومة عناق الجسد اللين لتلك الدمى المحببة

source: The soft bodies offer huggable fun
ar_ae: لا يمكن مقاومة متعة عناق تلك الدمى التي تتميز بليونة أجسادها ونعومته

source: The soft grip handle offers ease of usage
ar_ae: مزودة بمقبض ناعم لسهولة استخدامها

source: The soft grip Velcro O Rollers heat from the core so they re hot in the hair, not hot in your hands.
ar_ae: تسخن بكرات O الفيلكرو سهلة المسك من الداخل حتى تكون ساخنة في الشعر، وليس في يديك.

source: The soft jersey dress has heart applique to chest which co-ordinates back with the frill hem bloomer shorts
ar_ae: يأتي فستان جيرسيه الناعم بزخرافة قلب لى الصدر ومنسّقاً مع الظهر بالإضافة إلى شورت بأطراف أرجل مكشكشة

source: The soft microfiber absorbs bacteria and removes plaque
ar_ae: المايكروفايبر الناعم يمتص البكتيريا ويزيل الجير

source: The Soft Microfiber Lining Helps Protect Your iPad Pro
ar_ae: بطانة المايكروفايبر الناعمة تساعد على حماية جهاز آيباد برو الخاص بك

source: The soft microfiber lining on the inside helps protect your iPhone.
ar_ae: البطانة المايكروفايبر الناعمة في الداخل تساعد على حماية آيفون الخاص بك

source: The soft nylon bristles of the brush prevent scratches
ar_ae: شعيرات النايلون الناعمة من الفرشاة تمنع الخدوش

source: The soft rubber feet on the bottom ensure that the MacBook in place remains
ar_ae: الأقدام المطاطية اللينة في الأسفل تضمن بقاء الماك بوك في مكانه

source: The soft sensuality of nougatine combines with the creamy comfort of amber
ar_ae: الجاذبية الناعمة للنوغاتين تجتمع مع الراحة المخملية للعنبر

source: The soft silicone straw is uniquely designed to prevent drips and spills while being delicate and gentle to gums and teeth
ar_ae: صممت مصاصة السيليكون الناعمة بشكل فريد لمنع الانسكابات والسيلان في حين تكون حساسة ولطيفة على اللثة والأسنان

source: The soft tip is smooth and gentle on gums, even in growing teeth
ar_ae: تكون القمة اللينة ملساء ولطيفة على اللثة، وحتى الأسنان النامية

source: The soft toy is beautifully made by Keel Toys Surface Washable
ar_ae: اللعبة اللينة مصنوعة بشكل جميل من قبل كيل تويز وهي قابلة للغسل

source: The soft, flexible gel hooks ensure the headphones sit in a natural position and fit to you individually
ar_ae: تضمن العلّاقات الناعمة والمرنة المصنوعة من الجيل أن تظلّ سماعات الأذن في وضع طبيعي ومريح وأن تناسبك شخصياً

source: The SoftFlex Pacifiers also feature teething nubs around the base of the baglet
ar_ae: كما تتميز لهايات الأطفال (سوفتفلكس) بعضاضة للتسنين حول قاعدتها

source: The sonic movement offers deep and gentle cleansing
ar_ae: توفر حركة نظام سونيك بالموجات الصوتية عملية تنظيف عميق ولطيف للبشرة

source: The SoundLink Colour charges via its micro-USB interface
ar_ae: يتم شحن سوندلينك كَلَر عن طريق واجهة micro-USB

source: The spatula is for cleaning tiles and bathtubs
ar_ae: تستعمل الملعقة المسطّحة في تنظيف البلاط وأحواض الاستحمام

source: The special brush ensures a perfect job
ar_ae: وتضمن لك هذه الفرشا الخاصة والمميزة تسريحة مثالية في كل مرة

source: The specs charging case holds about four charges
ar_ae: من مواصفات الحافظة الشّاحنة أنّها تستوعب حوالي أربع شحنات

source: The SPF 15 in Repairwear Uplifting Firming Cream offers sun protection
ar_ae: يوفر عامل الحماية SPF 15 في كريم Repairwear لشد البشرة الحماية اللازمة من أشعة الشمس

source: The SPF50 shields the skin against the harsh sun
ar_ae: يحتوي على معامل حماية SPF50 لوقاية البشرة من أشعة الشمس القوية

source: The spinner can be easily hit using the oversized bat
ar_ae: يمكن ضرب الكرة الدوارة بسهولة باستخدام المضرب كبير الحجم

source: The spinning pegs helps dry faster
ar_ae: الأوتاد الدوارة تساعد على تجفيف أسرع

source: The Spirit of a true VIP is sparked every time the seductive scent of Rosé is sprayed
ar_ae: إن روح الـ VIP الحقيقي يثيرها عطر Rosé المغري في كل رشّة

source: The spirited feeling keeps you energetic and active all day long
ar_ae: الشعور الحماسي يبقيك في حيوية ونشاط طوال اليوم

source: The sport fragrance for Gucci By Gucci Sport Men was launched in the year 2010
ar_ae: تم إصدار العطر الرياضي ل غوتشي بي غوتشي سبورت مين عام 2010

source: The sprayers are in various forms like cancer, squid, seahorse and fish
ar_ae: تأتي الرشاشات في أشكال مختلفة مثل السرطان، الحبار، فرس البحر والأسماك

source: The Springsafe 3G Enclosure protects little fingers and toes from the springs and frame
ar_ae: يحمي سبرينغساف 3G إنكلوجر الأصابع والقدمين من الياي والإطار

source: The spritz bubbles with charisma
ar_ae: فقاعات سبريتز الساحرة

source: The Spy Gear Spy Go Action Camera is for ages 6+ and requires 1 LiPo battery pack (included).
ar_ae: كاميرا التجسس والحركة التي تأتيكم ضمن معدات التجسس مناسبة للأطفال من سن 6+ أعوام فأكثر وتعمل بمجموعة بطارية ليبو واحدة (متوفرة مع الكاميرا).

source: The Spy Go Action Camera features 3 camera modes: burst mode capture, single frame capture, and video capture mode.
ar_ae: تتميز كاميرا التجسس والحركة باحتوائها على 3 أوضاع: وضع الالتقاط السريع أو المستمر والتقاط الإطار المنفرد ووضع التقاط الفيديو.

source: The stainless steel front of this drawer has an anti-fingerprint finish
ar_ae: تمتاز الواجهة الفولاذية من هذا الدرج بإنهاء مضاد للبصمة

source: The start of the composition symbolizes the element of water
ar_ae: ترمز بداية التركيبة إلى عنصر الماء

source: The steam iron incorporates Drip Stop system
ar_ae: تتميز المكواة بنظام منع التقطير

source: The STEERING of the Tribel tricycle is done using a classical steering wheel, like the one in a go-kart or kettcar. Our tricycle is particularly manoeuvrable owing to the quickly responsive steering.
ar_ae: يتم توجيه دراجة تربل ثلاثية العجلات باستخدام عجلة التوجيه التقليدية، مثل الموجودة في سيارات السباق الصغيرة أو الكيت كار. تتميز الدراجة ثلاثية العجلات بخصائص مناورة خاصة وذلك بفضل التوجيه ذي الاستجابة السريعة. مما يمنح الصغار قيادة أكثر متعة.

source: The steering wheel has a wing mirror for a better view of the road, the handbrake to switch speed
ar_ae: عجلة القيادة لديها مرآة جانبية لرؤية أفضل للطريق، وفرامل يد لتبديل السرعة

source: The Stop+Go function reduces all zones to a 'keep warm' setting if cooking is interrupted
ar_ae: تعمل وظيفة ستوب + غو على تقليل جميع المناطق إلى إعداد "الإبقاء دافئًا" في حالة انقطاع الطهي

source: The Story Mode is now featured on an individual basis
ar_ae: يوجد وضع القصة الآن على أساس فردي

source: The streamlined, faceted bottle with a spray cap and signature eagle emblem elevates its classy look
ar_ae: الزجاجة لها تصميم بسيط منحوت مزودة بغطاء رشاش وتوقيع شعار النسر يزيد من مظهرها الراقي

source: The streets contain hundreds of cars including a number of iconic cars from famous movies.
ar_ae: تكتظ الشوارع بمئات السيارات بما في ذلك عدد من السيارات الشهيرة من الأفلام الرائجة.

source: The strength of cedar mixes with the evocative warmth of spices
ar_ae: قوة الأَرز تمتزج مع دفء التوابل المثير

source: The strong powerful and intense note make this a long lasting perfume
ar_ae: النغمة الحادة شديدة القوة تجعل هذا العطر يدوم طويلا

source: The structure was refined by perfumer Francois Demachy
ar_ae: قام مصمم العطور فرانسوا ديماتشي بصقل التركيبة

source: The stuffed rattle features an adorable Organic Farm Buddies character with a rattle inside
ar_ae: لعبة محشوة على شكل شخصيات محبوبة من مجموعة أصدقاء المزرعة عضوية الصنع بداخلها خشخيشة

source: The stunning No More Tears formula is gentle to the eyes
ar_ae: تركيبة "لا مزيد من الدموع" المذهلة لطيفة على العيون

source: The stunning bottle makes it a must-have
ar_ae: الزجاجة الرائعة تجعلها ضرورية الاقتناء

source: The stunning tinted bottle makes it a must-have
ar_ae: الزجاجة الملونة الرائعة تجعلها ضرورية الاقتناء

source: The sturdy and long-lasting iron body makes the appliance much more stable and secure
ar_ae: الجسم الحديد قوي وطويل الأمد يجعل الجهاز أكثر استقرارًا وأمنًا

source: The sturdy bottle ensures an enduring usage
ar_ae: الزجاجة القوية تضمن استخدامًا دائمًا

source: The sturdy bottle ensures durability
ar_ae: الزجاجة القوية تضمن المتانة

source: The sturdy metallic bottle ensures durability
ar_ae: الزجاجة المعدنية القوية تضمن المتانة

source: The sturdy transparent bottle ensures durability
ar_ae: إن الزجاج الشفاف القوي يضمن المتانة

source: The style and class of the Lacoste polo shirt revisited in a fragrance
ar_ae: إن أناقة ورُقي قميص بولو لاكوست تعاد تجربته في شكل عطر

source: The stylish bottle is its highlight
ar_ae: أهم ما في هذا العطر الرائع هي الزجاجة الأنيقة

source: The stylish bottle with a gilded finish further elevates its allure
ar_ae: كما أن الزجاجة الأنيقة ذات النهاية المذهبة تزيد من جاذبيتها

source: The stylish bottle with a metallic lid further enhances its look
ar_ae: الزجاجة الأنيقة مزودة بغطاء معدني يزيد من جمال مظهرها

source: The stylish silhouette of the bottle renders it trendy
ar_ae: التصميم الأنيق للزجاجة يجعلها عصرية

source: The stylish transparent bottle ensures an enduring utility
ar_ae: الزجاجة الشفافة الأنيقة تضمن فائدة دائمة

source: The substances that make up the tissues are safe for babies and can be used to care for the child from birth
ar_ae: تم صناعة الأنسجة من مواد آمنة للأطفال الرضع ويمكن استخدامها لرعاية الطفل بداية من الولادة

source: The suction brush is placed under the handle of the bottle brush
ar_ae: يتم وضع فرشاة الشفط تحت مقبض فرشاة زجاجة

source: The suction cups on each wheel provide easy mounting
ar_ae: توفر كؤوس الشفط على كل عجلة سهولة التركيب

source: The summer infant step to open gate is for parents who want a secure and stylish gate that is easy to use and hands-free
ar_ae: بوابة "سمر إنفانت" التي تفتح بضغطة القدم هي للآباء والأمهات الذين يريدون بوابة آمنة أنيقة سهلة الاستخدام بدون الحاجة لليد

source: The Super Max SMX 3Razor Blade comes with a bonus pack of 10 cartridges for when you need them most
ar_ae: يأتي سوبر ماكس اس ام اكس 3 رايزور بليد مع حزمة هدية من 10 خراطيش لوقت ما تكون في أشد الحاجة إليها

source: The super soft quilt with fiberfill has additional loft that provides extra comfortable sleep and protection
ar_ae: اللحاف الحراري شديد النعومة مزود بطبقة إضافية لمزيد من النوم المريح والحماية

source: The support and soft insert can be removed as your child grows, and the positioner transitions to a booster seat
ar_ae: يمكن إزالة قطعة الدعم والنعومة مع نمو طفلك، وتحويل الوضع إلى مقعد معزز

source: The supreme hand towel by Christy is a great addition to your bathroom
ar_ae: منشفة يد سوبريم من كريستي هي إضافة كبيرة إلى الحمام الخاص بك

source: The surprising combination of masculine Wood and Leather
ar_ae: المزيج الذكوري المدهش بين الخشب والجلد

source: The surround channels, bass levels, and incoming voice audio can be fine-tuned for an audio experience
ar_ae: يمكن التنغيم الدقيق للقنوات المحيطية ومستويات النغمات الجهيرة والصوت البشري الوارد للاستمتاع الفائق بالصوتيات

source: The surround sound mode lends you crisp sound quality
ar_ae: وضعية الصوت المحيط للحصول على صوت واضح

source: The SwingEase is small enough to carry along in a diaper bag, purse, or stroller
ar_ae: تتميز أرجوحة سوينج إيز بأنها صغيرة بما يكفي لحملها في حقيبة الحفاضات أو المحفظة أو العربة

source: The Swiss Formula logo means the Slimy is produced using a unique formula
ar_ae: شعار الفورمولا السويسري يعني أن سليمي يتم إنتاجها باستخدام صيغة فريدة من نوعها

source: The switch comes with 2 Joy-Con that can each act as a standalone controller with an analogue stick, a full complement of the face and shoulder buttons, built-in motion-sensing technology and HD Rumbl
ar_ae: يأتي التبديل مع اثنين من أدوات التحكم جوي-كون، والتي تعمل كل منها كأداة تحكم مستقل مع عصا متناظرة ومجموعة كاملة من أزرار الوجه والأكتاف وتكنولوجيا الاستشعار الحركي المدمجة وتكنولوجيا الاهتزاز الجديدة HD Rumble

source: The symbol of the highnesses in its most glamorous style
ar_ae: رمز السمو في طرازه الأكثر سحرًا

source: The table with umbrella is the perfect place to enjoy a snack and take a break from the sun
ar_ae: طاولة مع مظلة هي المكان المثالي للاستمتاع بوجبة خفيفة والاستراحة من أشعة الشمس

source: The Taken King
ar_ae: ذا تكين كينج

source: The tattoos last for 5-7 days
ar_ae: يستمر الوشم 5-7 أيام

source: The tefal intuition fry pan is made of stainless steel and is non-stick
ar_ae: تم صناعة مقلاة تيفال إنتويشن من الستانلس ستيل وتتميز بسطح مانع للالتصاق

source: The tefal just chef casserole is exactly what your kitchen needs
ar_ae: إن كسرولة جاست شيف من تيفال هي ما يحتاجه مطبخك تماماً

source: The tefal layer cake tin is a must-have for cake lovers
ar_ae: لا يفوت عشاق الكيك اقتناء علبة الكعك ذات طبقة التيفال

source: The texture on the surface of the bottle hints of that of a polo shirt
ar_ae: يشبه ملمس سطح الزجاجة نفس ملمس قميص بولو

source: The textured non-stick surface helps you remove your cakes smoothly
ar_ae: يساعدك السطح النسيجي المانع للالتصاق على إخراج الكعك بسهولة

source: The textured non-stick surface makes for easy and perfect release
ar_ae: يساعد السطح النسيجي المانع للالتصاق على إخراج الطعام بسهولة وإتقان

source: The textured sleeve sports a scratch resistant eco-friendly leather make that effectively survives mishaps and shocks
ar_ae: جراب نسيجي ذو تصميم جلدي صديق البيئة ومقاوم للخدوش لتحمل سوء الاستخدام والصدمات

source: The thermospot technology indicates ideal temperature
ar_ae: وتُظهر تكنولوجيا ثيرموسبوت درجة حرارة مثالية

source: The thick thermal base ensures a quick, even heat distribution
ar_ae: تضمن القاعدة الحرارية السميكة توزيع حراري سريع ومتساوِ

source: The three different surfaces allow the parent multiple options for cleaning and soothing of delicate new teeth and tender gums
ar_ae: تمنح الأسطح الثلاثة المختلفة خيارات متعددة للوالدين من أجل تنظيف وتسكين الأسنان الجديدة واللثة الحساسة

source: The three drums nest together for easy storage
ar_ae: تتراكب الثلاث طبلات داخل بعضها لسهولة التخزين

source: The timeless elegance of the bottle remains, with a horn-finish lid
ar_ae: تبقى الأناقة الخالدة للزجاجة مع غطاء على شكل بوق

source: The tin box is food safe and can be used for the storage of cornflakes, muesli, sweets, biscuits, and much more.
ar_ae: العلبة القصدير آمنة للطعام ويمكن استخدامها لتخزين رقائق الذرة والموسلي والحلوى والبسكويت وأكثر من ذلك

source: The titanium pro coating lasts 2x longer as it has extra reinforced layer
ar_ae: يدوم طلاء التيتانيوم برو لمدة أطول مرتين لأنه يتميز بطبقة إضافية معززة

source: The tonka bean note lends it a sensual and addictive scent
ar_ae: يضفي طابع حبوب التونكا عليها رائحة حسية آسرة

source: The tool you need for healthy cooking
ar_ae: الأداة التي تحتاجها للطهي الصحي

source: The toothpicks are placed in the base
ar_ae: يتم وضع أعواد تخليل الأسنان في القاعدة

source: The top note is based on green apple and completes the fragrance with a fresh potency
ar_ae: تعتمد الرائحة المهيمنة على التفاح الأخضر وتجعل العطر مثاليًا مع قوة منعشة

source: The top notes include the fruits of grapes, the tangy mandarin orange and cypress
ar_ae: تشمل الراوئح المهيمنة ثمار العنب والماندارين والبرتقال والسرو المنعشين

source: The top shelf keeps bottle nipples and sippy cup spouts upright for cleaning
ar_ae: يحفظ الرف العلوي حلمات الرضاعة المطاطية للزجاجة ومصاصات أقداح الشرب للأطفال عموديًا من أجل التنظيف

source: The tough outer shell with scratch resistant skid pads ensure impact resistant
ar_ae: يضمن الغلاف الخارجي الصلب الذي يتميز بواقية ضد الانزلاق مقاومة للخدش صلابة ساحقة

source: The toy can be rotated left and right
ar_ae: يمكن تدوير اللعبة إلى اليسارواليمين.

source: The toy has 3 options tunes
ar_ae: تتميز اللعبة بثلاث خيارات للضبط

source: The toy helps develop fine motor skills, colour and sound perception of imagination and fantasy kids and The product produced from high quality plastics and certified, nontoxic bright coloured dyes
ar_ae: تساعد اللعبة على تطوير المهارات الحركية الدقيقة وإدراك الألوان والأصوات للأطفال الخياليين، والفانتازيين وتم صناعة المنتج من بلاستيك عالي الجودة وأصباغ ملونة ساطعة معتمدة وغير سامة

source: The toy is completely safe for the baby, as it contains small parts and sharp edges.
ar_ae: اللعبة آمنة تماماً للطفل، حيث تحتوي على أجزاء صغيرة وحواف حادة.

source: The toy is equipped with sound effects and amuse crumbs cheerful melodies and The toy is equipped with a mechanism that allows it to unwind and watch the fascinating multi-coloured flashing inside the
ar_ae: قد تم تجهيز اللعبة بالمؤثرات الصوتية والأصوات المسلية والألحان المبهجة، بالإضافة إلى الآلية التي تسمح لها بالتوقف ومشاهدة الوميض الرائع متعدد الألوان بداخل الـ

source: The toy is intended to stimulate the kids to crawl or to walk
ar_ae: تهدف اللعبة إلى تحفيز الأطفال على الزحف أو على المشي

source: The toy is made of high-quality metal and plastic. Parts and edges are neatly processed
ar_ae: تم صناعة اللعبة من المعدن والبلاستيك عالي الجودة. وتم معالجة الأجزاء والحواف بعناية

source: The toy is made of plastic
ar_ae: تم صناعة اللعبة من البلاستيك

source: The toy plays a lullaby melody by pressing the nose pig
ar_ae: تعزف اللعبة لحن للنوم عن طريق الضغط على أنف الخنزير

source: The toys, made without nails, screws and staples, are interlocked, doweled and glued together
ar_ae: تمت صناعة اللعب عن طريق تجميع الأجزاء وتثبيتها جيدًا بالصمغ دون مسامير أو براغي أو دبابيس

source: The toys, made without nails, screws and staples, are interlocked, doweled and glued together by hand and are made to last
ar_ae: تمت صناعة اللعب يدوياً بتجميع الأجزاء وتثبيتها جيدًا بالصمغ دون مسامير أو براغي أو دبابيس لتدوم طويلاً

source: The trail of the earthy smell stimulates an aura of seductiveness
ar_ae: ينبه أثر الرائحة الترابية الشعور بالجاذبية

source: The transition to cycling on a pedal bike is much easier in children who do well on balance bikes
ar_ae: يُمكن للأطفال الذين يتحكمون بشكل جيد في دراجات التوازن الانتقال بسهولة إلى دراجة مزودة بدواسة

source: The translucent body features red and blue LED lights inside
ar_ae: يتميز هيكله الشفاف بإضاءة مصابيح LED باللونين الأحمر والأزرق من الداخل

source: The transportation bag also contains a cooler to fill the pool
ar_ae: تحتوي حقيبة السفر أيضاً على مبرّد لملء المسبح

source: The Trendy Beach series is a colourful educational building series for girls
ar_ae: سلسلة الشاطئ العصرية عبارة عن سلسلة بناء تعليمية ملونة للبنات

source: The Tribel tricycle is equipped with a high-quality BICYCLE SADDLE. This can be adjusted variably in height with a few hand manoeuvres.
ar_ae: تم تجهيز دراجة تربل ثلاثية العجلات بكرسي دراجة عالي الجودة. ويُمكن ضبط ارتفاعه يدويًا بسهولة.

source: The triple crown burner offers faster, more even heating
ar_ae: يوفر موقد البوتاجاز الثلاثي العلوي تسخين أسرع وأكثر تساويًا

source: The truck has a built-in speaker for a professional finish
ar_ae: تحتوي الشاحنة على مكبر صوت داخلي ليضفي لمسة احترافية

source: The truck's hood and hatchback door can be opened, while the floating canoe attaches to the roof rack
ar_ae: يمكن فتح غطاء الشاحنة وباب الهاتشباك، بينما يمكن تعليق الزورق العائم على رف السقف

source: The tub folds easily and compactly for storage and travel
ar_ae: يتم طي الحوض بسهولة وإحكام لأغراض التخزين والسفر

source: The two elements separate completely
ar_ae: ينفصل العنصران تمامًا

source: The two scents are designed to complement each other
ar_ae: تم تصميم الرائحتين لتكملا بعضهما البعض

source: The two vibration motors enhance the thrill during your gaming sessions
ar_ae: يعمل محركا الاهتزاز على تعزيز الإثارة أثناء جلسات ممارسة الألعاب الخاصة بك

source: The ultimate gift for a Miles from Tomorrow fan.
ar_ae: هدية أساسية لعشاق مايلز فروم تومورو

source: The ultra-smooth, refreshingly light texture quickly absorbs into skin
ar_ae: قوام منعش وخفيف وفائق النعومة ليسهل امتصاصه بسرعة داخل البشرة

source: The unexpected floral fragrance by CHANEL
ar_ae: عطر الزهور المدهش من شانيل

source: The unidirectional microphone offers clear audio reproduction with balanced natural sounding tones
ar_ae: ميكروفون أحادي الاتجاه يعيد إنتاج الصوت بنقاء ملحوظ مع نغمات صوتية طبيعية متوازنة

source: The unique aqua colour evokes the luminous character of “water”
ar_ae: يستحضر اللون المائي الفريد الطابع المضيء "للماء"

source: The unique formula minimises pores and controls shine
ar_ae: تقلص التركيبة الفريدة المسام وتتحكم في اللمعان

source: The unique glass droplet design brings the outdoors in
ar_ae: يجلب تصميم القطرات الزجاجية الفريدة الخلاء إلى الداخل

source: The unique oil-in-creme formula hydrates and moisturises
ar_ae: تعمل تركيبة الزيت والكريم الفريدة على علاج الجفاف والترطيب
